{
    "HeadComp": {
        "title": "MSG91 OTP Magic Link - Walang Sagabal at Ligtas na Pag-access ng User",
        "description": "Pinasimple ang pag-authenticate ng user gamit ang MSG91 OTP Magic Link. Magbigay ng ligtas, isang-click na pag-access upang mapabuti ang karanasan ng user at mapataas ang conversion."
    },
    "MagicLinkComp": {
        "link": "otp/magiclink",
        "nested": true,
        "product": {
            "name": "OTP Magic-link",
            "icon": "/assets/icons/products/otp.svg"
        },
        "tagline": "Walang Hassle na Pag-access, Instant na Pag-authenticate",
        "heading": "Mag-authenticate nang Walang Sagabal gamit ang Magic Link",
        "subheading": "Mas madali at mas mabilis na ngayon ang pag-authenticate ng mga user. Ipadala lang ang isang link, at agad na makakapag-verify ang iyong mga user.",
        "banner_img": "/assets/magiclink/magic-link-banner.svg",
        "getstarted_btn": "Magsimula",
        "what_magiclink": {
            "heading": "Ano ang Magic Link?",
            "content": "Ang Magic Link ay isang simpleng paraan ng pag-authenticate na isang click lang at hindi na kailangan ng password o OTP. Sa halip, makakatanggap ang mga user ng isang ligtas at natatanging link sa kanilang napiling channel—email, SMS, WhatsApp, RCS, o iba pa. Sa pag-click ng link, agad silang ma-authenticate at magkakaroon ng access sa platform o serbisyo. Ito ay mabilis, ligtas, at user-friendly na alternatibo sa tradisyonal na paraan ng pag-authenticate, na nagbibigay ng walang sagabal na karanasan habang pinananatili ang mataas na antas ng seguridad. Kung magla-login sa app, magbe-verify ng transaksyon, o mag-a-access ng portal, ginagawang madali ng Magic Link ang pag-authenticate."
        },
        "how_works": {
            "heading": "Paano Ito Gumagana?",
            "content": [
                {
                    "heading": "Ipadala",
                    "description": "Kapag humiling ng access ang user, padalhan sila ng Magic Link sa kanilang napiling channel.",
                    "icon": "MdFlashOn"
                },
                {
                    "heading": "I-click",
                    "description": "I-click ng user ang link, at agad silang ma-authenticate.",
                    "icon": "MdOutlineWatch"
                },
                {
                    "heading": "Mag-access",
                    "description": "Ganun lang kasimple—hindi na kailangang tandaan ang password o maglagay ng code.",
                    "icon": "MdHelpOutline"
                }
            ]
        },
        "why_magiclink": {
            "heading": "Bakit Piliin ang Magic Link?",
            "content": [
                {
                    "heading": "Walang Sagabal na Karanasan ng User",
                    "description": "Pinapayagan ng Magic Link ang mga user na mag-authenticate agad gamit lang ang isang click—walang password o OTP. Nagbibigay ito ng maayos at walang abalang karanasan na nagpapataas ng kasiyahan ng user at nagpapababa ng pag-drop off.",
                    "icon": "MdFlashOn"
                },
                {
                    "heading": "Multi-Channel na Pagpapadala",
                    "description": "Ipadala ang Magic Link sa email, SMS, WhatsApp, RCS, o anumang napiling channel, para sa personalized na access at maabot ang user kung saan sila komportable.",
                    "icon": "MdOutlineWatch"
                },
                {
                    "heading": "Ligtas at Maaasahan",
                    "description": "Bawat Magic Link ay natatangi, naka-encrypt, at may takdang oras, na tinitiyak ang ligtas, isang beses lang na pag-access nang hindi isinasakripisyo ang data ng user.",
                    "icon": "MdHelpOutline"
                },
                {
                    "heading": "Pataasin ang Conversion",
                    "description": "Sa pagpapadali ng proseso ng pag-login, binabawasan ng Magic Link ang sagabal sa authentication, na nagreresulta sa mas mataas na conversion rate at mas magandang engagement ng user.",
                    "icon": "MdHelpOutline"
                }
            ]
        },
        "across_industries": {
            "heading": "Mga Gamit ng OTP Magic-Link sa Iba't Ibang Industriya",
            "content": [
                {
                    "heading": "Healthcare",
                    "image": "/assets/magiclink/healthcare.webp",
                    "icon": "MdOutlineHealthAndSafety",
                    "description": "Para sa mga healthcare provider, mahalaga ang seguridad ng datos ng pasyente. Sa Magic Link, madaling makaka-access ang mga pasyente sa kanilang medical records, resulta ng pagsusuri, o detalye ng appointment sa pamamagitan lang ng pag-click sa isang secure na link na ipinadala sa SMS, email, o WhatsApp. Pinapabuti nito ang karanasan ng pasyente sa pagtanggal ng mahirap na pag-login habang pinananatili ang mataas na antas ng seguridad.",
                    "card": [
                        {
                            "line": "Ligtas na pag-access"
                        },
                        {
                            "line": "Multi-channel na pagpapadala"
                        },
                        {
                            "line": "Pinahusay na karanasan"
                        },
                        {
                            "line": "Pinakamataas na seguridad"
                        }
                    ]
                },
                {
                    "heading": "E-Commerce",
                    "image": "/assets/magiclink/e-commerce.avif",
                    "icon": "MdOutlineStorefront",
                    "description": "Sa mabilis na mundo ng online shopping, gusto ng mga customer ng maayos at mabilis na checkout. Sa Magic Link, makakapag-login o magrerehistro agad ang mga mamimili gamit lang ang isang click, ginagawang hassle-free ang proseso at binabawasan ang pag-abandona ng cart. Wala nang nakalimutang password o mabagal na OTP verification—isang seamless, isang-click na authentication para sa mas mabilis na pagbili.",
                    "card": [
                        {
                            "line": "Isang-click na pag-login"
                        },
                        {
                            "line": "Mas mabilis na checkout"
                        },
                        {
                            "line": "Mas mababang pag-abandona ng cart"
                        },
                        {
                            "line": "Pinadaling proseso"
                        }
                    ]
                }
            ]
        }
    },
    "PreFooterComp": {
        "content": "Simulan ang paggawa ng iyong ideal na karanasan sa pakikipag-ugnayan sa customer",
        "buttons": {
            "contactSales": {
                "text": "Makipag-ugnayan sa sales",
                "link": "/contact-us"
            },
            "getStarted": {
                "text": "Magsimula",
                "link": "https://control.msg91.com/signup/"
            }
        }
    }
}