{
    "HeadComp": {
        "title": "MSG91 - Our team, culture and happy clients.",
        "description": "Empowering developers with communication APIs. Building modern communication tools and supporting ideas for startups and enterprises globally."
    },
    "CompareBannerComp": {
        "heading": "MSG91 vs WATI",
        "subheading": "MSG91 and WATI both provide WhatsApp Business API solutions for customer communication and engagement. However, MSG91 offers a more comprehensive suite with AI-powered automation, seamless integrations, and advanced customer journey creation tools, making it ideal for businesses seeking an all-in-one communication platform.",
        "img": "/assets/compare/wati/wati-icon.svg",
        "color": "#13E785"
    },
    "CompareTableComp": {
        "heading": "Comparison Summary: MSG91 vs WATI",
        "name": "WATI",
        "img": "/assets/compare/wati/wati-logo.svg",
        "content": [
            {
                "name": "WATI",
                "des": "WATI specializes in WhatsApp Business API solutions tailored for SMEs, offering basic automation and CRM features. However, it lacks multi-channel capabilities and deep customization required for large-scale operations."
            },
            {
                "name": "MSG91",
                "des": "MSG91, on the other hand, is an all-in-one communication platform that not only provides WhatsApp Business API with advanced automation but also enables businesses to create customer journeys, segment users, and integrate seamlessly with multiple platforms. With competitive pricing, premium support, and a strong focus on scalability, MSG91 is the superior choice for businesses looking to maximize customer engagement."
            }
        ],
        "features": {
            "pricing": "Costlier, Added margin on Meta pricing",
            "multi_agent_support": "Free agents till 3 users, extra charges for extra users",
            "omnichannel_communication": "WhatsApp only",
            "ai_chatbot_integration": "No code chatbot, costlier as we go for complex bots",
            "unlimited_bot_creation": "Yes",
            "omnichannel_chatbot_support": "Only WhatsApp",
            "whatsapp_payments": "WhatsApp Pay checkout in Catalog with Razorpay and PayU",
            "whatsapp_carousels": "Yes carousel support",
            "customer_journey_creation": "WhatsApp Journey",
            "client_segmentation": "Advanced customer segmentation",
            "integration_and_plugins": "Integrates with Multiple platforms like Shopify, Zoho, Hubspot etc",
            "otp_verification": "Does not provide OTP verification as a built-in feature",
            "otp_widget": "",
            "one_click_verification": "No",
            "unified_platform": "WhatsApp workflows are available",
            "technical_knowledge_required": "Not Necessarily needed.",
            "customer_support_quality": "Email & Chat support",
            "blue_tick_assistance": "Yes",
            "meta_ads_trackings_conversion": "Available"
        }
    },
    "PreFooterComp": {
        "content": "Start building your ideal customer engagement experience",
        "buttons": {
            "contactSales": {
                "text": "Contact sales",
                "link": "/contact-us"
            },
            "pricing": {
                "text": "Pricing",
                "link": "/pricing/"
            },
            "getStarted": {
                "text": "Get started",
                "link": "https://control.msg91.com/signup/"
            }
        }
    }
}