{
    "HeadComp": {
        "title": "Whatsapp with Chatbot | MSG91",
        "description": "Dalhin ang iyong negosyo sa mga bagong taas gamit ang WhatsApp: I-automate ang mga proseso, magtulak ng mga benta, at pagbutihin ang mga operasyon gamit ang isang maaasahang WhatsApp chatbot. Magsimula nang makamit ang higit pa ngayon!"
    },
    "ChatBotComp": {
        "slug": "whatsapp/chatbot",
        "product": {
            "name": "WhatsApp Chatbot",
            "icon": "/assets/icons/products/whatsapp.svg"
        },
        "tagline": "PANGUNAHIN ANG MGA POPULAR NA PLATAPORMA",
        "heading": "Baguhin ang Automation at Benta sa WhatsApp",
        "subheading": "Pahusayin ang benta, pag-streamline ng mga tugon, at madaling makipag-ugnayan muli sa iyong mga kontak.",
        "banner_img": "/assets/filph/whatsapp/chatbot/chatbot_banner.webp",
        "getstarted_btn": "Magsimula",
        "business_use": {
            "heading": "Bakit Dapat Gamitin ng mga Negosyo ang WhatsApp Chatbot",
            "content": [
                {
                    "heading": "Pataas ng Engagement, Maximize ang Benta",
                    "description": "Pinapalakas ng WhatsApp chatbot platforms ang engagement sa pamamagitan ng pagpapadali ng interactive na mga pag-uusap, tinutulungan ang mga potensyal na customer na dumaan sa sales funnel upang mapataas ang benta at mapabuti ang karanasan ng user.",
                    "icon": "MdFlashOn"
                },
                {
                    "heading": "Magkaroon ng 24/7 na Komunikasyon Channel",
                    "description": "Ang WhatsApp Chatbot ay tinitiyak ang 24/7 na accessibility, tumutugon sa mga query ng customer sa anumang oras, pinapalakas ang iyong pangako sa kanilang mga pangangailangan at nagpapanatili ng palaging-tugon na chatbot flow.",
                    "icon": "MdOutlineWatch"
                },
                {
                    "heading": "Pag-streamline ng mga Tugon sa FAQs",
                    "description": "Mabilis na tinutugunan ng WhatsApp Chatbots ang madalas itanong na mga tanong gamit ang <a href='/whatsapp' style='color: blue;'>WhatsApp Business API</a> upang makatipid ng oras at mga resources para sa mga negosyo.",
                    "icon": "MdHelpOutline"
                },
                {
                    "heading": "Pahusayin ang Suporta sa Customer",
                    "description": "Nagbibigay ang WhatsApp Chatbots ng instant na mga tugon, tinitiyak ang mabilis na pag-acknowledge at pagpapalakas ng brand loyalty.",
                    "icon": "MdOutlineSupport"
                }
            ]
        },
        "across_industries": {
            "heading": "Mga Aplikasyon ng WhatsApp Chatbot sa Iba't ibang Industriya",
            "content": [
                {
                    "heading": "Healthcare",
                    "image": "/assets/chatbot/healthcare.png",
                    "icon": "MdOutlineHealthAndSafety",
                    "description": "I-automate ang mga appointment booking at magpadala ng mga paalala para sa konsultasyon nang walang abala gamit ang WhatsApp Chatbot ng MSG91 para sa Negosyo. Paalam sa paghihintay sa telepono at callbacks. Pinapadali ng tool na ito ang pag-schedule para sa mga klinika at ospital, binabawasan ang mga no-show at pinapalakas ang pagiging punctual.",
                    "card": [
                        {
                            "line": "Automated appointment scheduling"
                        },
                        {
                            "line": "Mga paalala sa tamang oras upang mabawasan ang no-show rates"
                        },
                        {
                            "line": "Pinahusay na punctuality sa konsultasyon"
                        },
                        {
                            "line": "Pinadaling proseso para sa mga pasyente at mga provider"
                        }
                    ],
                    "more_btn": "Alamin Pa",
                    "extra": [
                        {
                            "title": "Pag-automate ng Appointment Bookings & Pagpapadala ng Paalala sa Konsultasyon:",
                            "description": "Ang mga tradisyunal na abala ng paghihintay sa telepono o dealing with callbacks ay isang bagay ng nakaraan. Pinapayagan ng WhatsApp Chatbot ng MSG91 para sa Negosyo ang mga klinika at ospital na i-automate ang appointment scheduling, pinapadali ang proseso para sa parehong mga pasyente at healthcare providers. Bukod dito, ang chatbot ay nagpapadala ng mga paalala sa tamang oras, binabawasan ang mga no-show rates at pinapalakas ang pagiging punctual."
                        },
                        {
                            "title": "Pag-address sa Karaniwang mga Tanong Medikal:",
                            "description": "Madalas na may mga urgent na tanong ang mga pasyente tungkol sa kanilang kalusugan, gamot, o mga proseso sa ospital. Gamit ang WhatsApp Bot API, nagbibigay ang chatbot ng MSG91 ng automated na mga sagot sa mga madalas itanong na tanong, nagbigay ng mabilis at maaasahang impormasyon sa mga pasyente, na nagpapabuti ng customer support sa sektor ng healthcare."
                        },
                        {
                            "title": "Pagpapalaganap ng Mga Tips sa Kalusugan at Paalala sa Medisina:",
                            "description": "Ang proactive healthcare ay pinakamainam. Ang WhatsApp Chatbot ng MSG91 ay maaaring i-configure upang magbahagi ng mga relevant health tips, kabilang ang mga rekomendasyon sa pagkain at mga exercise routine. Para sa mga gumagamit ng gamot, ang chatbot ay nagpapadala ng mga paalala sa tamang oras, pinapalakas ang pagsunod sa mga prescribed regimens."
                        },
                        {
                            "title": "Pagpapatibay ng Tiwala sa mga Pasyente:",
                            "description": "Sa digital healthcare era, ang pagbuo at pagpapanatili ng tiwala ng pasyente ay mahalaga. Sa pamamagitan ng paggawa ng chatbot flow na empatik, tumutugon, at pare-pareho, ang mga healthcare provider ay maaaring magtatag ng isang kapaligiran kung saan ang mga pasyente ay nararamdaman na sila ay pinahahalagahan at naririnig. Pinapalakas ang seamless na interaksyon sa pamamagitan ng platform ng MSG91."
                        },
                        {
                            "title": "Pagtiyak ng Privacy ng Data ng Pasyente:",
                            "description": "Sa healthcare, ang pagprotekta sa privacy ng data ay hindi pwedeng i-compromise. Binibigyan ng prioridad ng MSG91 ang mga security features ng mga WhatsApp Chatbot platforms nito, tinitiyak na ang impormasyon ng pasyente ay ligtas na naka-imbak, pinangangasiwaan nang etikal, at sumusunod sa lahat ng mga kaugnay na regulasyon."
                        },
                        {
                            "title": "",
                            "description": "Sa wakas, ang convergence ng healthcare at teknolohiya ay hindi maiiwasan. Sa pamamagitan ng paggamit ng mga kakayahan ng WhatsApp Chatbots, hindi lamang mapapalakas ng mga healthcare provider ang interaksyon sa mga pasyente kundi pinadali rin ang mga operasyon, na nagdudulot ng pinabuting pangangalaga at mas magagandang resulta para sa mga pasyente. Sa MSG91 na gumagabay sa proseso, ang karanasan ay magiging mas makinis, mas intuitive, at sa huli, mas rewarding."
                        }
                    ]
                },
                {
                    "heading": "E-Commerce",
                    "image": "/assets/chatbot/e-commerce.png",
                    "icon": "MdOutlineStorefront",
                    "description": "Ang e-commerce landscape ay nakaranas ng makabuluhang pagbabago dulot ng digital advancements, at sa sentro ng ebolusyong ito ay ang WhatsApp Chatbot.",
                    "card": [
                        {
                            "line": "Mga tanong tungkol sa produkto at mga suhestiyon"
                        },
                        {
                            "line": "Real-time order tracking sa pamamagitan ng WhatsApp"
                        },
                        {
                            "line": "Pag-handle ng mga returns, exchange, at feedback"
                        },
                        {
                            "line": "Engagement sa pamamagitan ng mga updates at promosyon"
                        }
                    ],
                    "more_btn": "Alamin Pa",
                    "extra": [
                        {
                            "title": "Mga Tanong tungkol sa Produkto at Mga Suhestiyon:",
                            "description": "Ang pag-navigate sa maraming online na produkto ay maaaring magdulot ng pagkalito para sa mga mamimili. Ang WhatsApp Chatbot ng MSG91 para sa Negosyo ay tumutulong sa mga customer sa pamamagitan ng pagbibigay ng komprehensibong mga detalye ng produkto, mga review, at personalized na mga rekomendasyon batay sa kasaysayan ng pag-browse at mga kagustuhan, tinitiyak ang isang customized na shopping experience."
                        },
                        {
                            "title": "Real-Time Order Tracking sa pamamagitan ng WhatsApp:",
                            "description": "Ang kasiyahan at paminsan-minsan na pagkabahala ng paghihintay sa package ay tinutugunan ng WhatsApp bot API. Ang aming whatsapp bot application ay nagbibigay ng real-time na order tracking, pinapanatili ang mga customer na may kaalaman tungkol sa status at lokasyon ng kanilang mga biniling produkto, kaya pinapalakas ang customer support sa e-commerce na sektor."
                        },
                        {
                            "title": "Instant na Pag-handle ng Returns at Customer Feedback:",
                            "description": "Mahalaga ang returns, exchanges, at feedback sa e-commerce. Pinapadali ng chatbot ng MSG91 ang mga prosesong ito sa pamamagitan ng pagbibigay ng agarang solusyon at pagkolekta ng feedback, na nagpapahintulot sa mga negosyo na patuloy na mapabuti habang pinaprioritize ang kasiyahan ng customer."
                        },
                        {
                            "title": "Automated na mga Tugon para sa Mga Karaniwang Tanong:",
                            "description": "Madalas naghahanap ang mga customer ng impormasyon tungkol sa mga paraan ng pagbabayad, mga patakaran sa pagpapadala, at iba pang detalye. Ang aming chatbot, na pinapalakas ng WhatsApp Business API, ay mahusay na nagbibigay ng mga automated na sagot sa mga madalas itanong na tanong, pinapadali ang shopping experience."
                        },
                        {
                            "title": "Customer Engagement sa Pamamagitan ng mga Promosyon at Updates:",
                            "description": "Mahalaga ang pagiging updated sa mga developments sa dynamic na e-commerce environment. Sa pamamagitan ng paggawa ng isang chatbot flow na nakikisalamuha sa mga gumagamit, maaaring panatilihin ng mga negosyo ang mga customer na may kaalaman tungkol sa mga benta, mga bagong produkto, at mga eksklusibong alok, direktang pinapalakas ang mga oportunidad para sa engagement at benta."
                        },
                        {
                            "title": "",
                            "description": "Sa masalimuot na mundo ng e-commerce, ang WhatsApp Chatbot ay isang konektadong thread na nagdadala ng mga negosyo at customer sa mas malapit na relasyon kaysa kailanman. Sa MSG91, kami ay nakatuon sa pagtiyak na ang koneksyon na ito ay hindi lamang matibay kundi puno ng bunga, na nagtutulak ng mga benta habang tinitiyak ang walang kapantay na kasiyahan ng customer."
                        }
                    ]
                },
                {
                    "heading": "Banking & Finance",
                    "image": "/assets/chatbot/banking.png",
                    "icon": "MdAccountBalance",
                    "description": "Rebolusyonaryo ang WhatsApp Chatbot para sa Negosyo sa banking na may mga tampok tulad ng instant na balance check, mabilis na suporta sa customer, mga personal na financial tips, malakas na seguridad, at pinadaling onboarding, tinitiyak ang isang makinis, ligtas, at superior na karanasan sa customer.",
                    "card": [
                        {
                            "line": "Makakuha ng mga update sa balance at mga alerto sa transaksyon"
                        },
                        {
                            "line": "Mga paalala sa araw-araw na mga bills at deductions"
                        },
                        {
                            "line": "I-check ang account balance at iba pang detalye"
                        },
                        {
                            "line": "Engagement sa pamamagitan ng updates at promosyon"
                        }
                    ],
                    "more_btn": "Alamin Pa",
                    "extra": [
                        {
                            "title": "Pag-check ng Account Balances at Pagtanggap ng mga Alerto sa Transaksyon:",
                            "description": "Ang panahon ng pag-log in sa banking portals o paggawa ng helpline calls ay isang bagay ng nakaraan. Sa pamamagitan ng WhatsApp bot builder ng MSG91, madali nang magtanong ang mga customer tungkol sa mga account balances o tumanggap ng instant na mga alerto sa transaksyon, tinitiyak ang patuloy na kamalayan at kontrol sa kanilang pinansyal na impormasyon."
                        },
                        {
                            "title": "Pagbibigay ng Mabilis na Suporta sa Customer para sa mga Financial Inquiries:",
                            "description": "Kung ito man ay mga rate ng interes, mga proseso ng loan, o pag-unawa sa mga features ng account, madalas na may mga urgent na tanong ang mga customer. Gamit ang mga kakayahan ng WhatsApp Business API, ang aming chatbot ay nagbibigay ng prompt automated na mga tugon sa mga madalas itanong na tanong, nagpapalaganap ng kalinawan at nagtatanim ng tiwala sa paggawa ng mga financial decisions."
                        },
                        {
                            "title": "Pagbabahagi ng Financial Tips at Mga Update sa Serbisyo:",
                            "description": "Ang financial landscape ay malawak at patuloy na nagbabago. Tinitiyak ng WhatsApp Chatbots ng MSG91 na ang mga customer ay palaging updated sa pamamagitan ng pagbabahagi ng mga tailor-made na financial tips, balita, at mga update tungkol sa mga serbisyo sa banking, ayon sa profile ng bawat indibidwal."
                        },
                        {
                            "title": "Pagpapanatili ng Seguridad at Tiwala:",
                            "description": "Sa delikadong domain ng banking at finance, ang seguridad ay pinakamahalaga. Sa MSG91, binibigyan namin ng prioridad ang malalakas na security features ng aming Chatbot platforms para sa WhatsApp, tinitiyak ang encrypted na komunikasyon, secure na data handling, at pagsunod sa mga regulasyon sa banking."
                        },
                        {
                            "title": "Pinadaling Onboarding at Pag-access sa mga Serbisyo:",
                            "description": "Ang onboarding ng mga bagong customer o pag-access sa iba't ibang mga serbisyo sa banking ay maaaring maging masalimuot. Sa pamamagitan ng isang thoughtfully designed na chatbot flow na pinadadali ang mga prosesong ito, nagbibigay kami ng isang seamless, walang abala na karanasan para sa lahat ng mga banking activities."
                        },
                        {
                            "title": "",
                            "description": "Habang ang financial sector ay pumapasok sa isang bagong era, ang WhatsApp Chatbot ay nagiging isang hindi matatawarang alyado. Sa MSG91 na gumagabay sa daan, kami ay nasasabik na tulungan ang mga bangko at mga institusyong pinansyal na baguhin ang naratibo, nag-aalok ng isang karanasan na makinis, ligtas, at superior."
                        }
                    ]
                }
            ]
        }
    },
    "PreFooterComp": {
        "content": "Magsimula sa paggawa ng iyong ideal na karanasan sa pakikipag-ugnayan sa customer",
        "buttons": {
            "contactSales": {
                "text": "Makipag-ugnayan sa sales",
                "link": "/contact-us"
            },
            "pricing": {
                "text": "Presyo",
                "link": "/pricing/"
            },
            "getStarted": {
                "text": "Mag-Start",
                "link": "https://control.msg91.com/signup/"
            }
        }
    }
}
