{
    "HeadComp": {
        "title": "Serviços de Email Transacional no Brasil | Provedor de API de Email - MSG91-Brasil",
        "description": "Nossa melhor integração de API de email para emails orientados por aplicativos oferece uma maneira fácil de automatizar o envio com base nas ações dos usuários. Envie, receba e acompanhe emails com o melhor serviço de API de email da MSG91."
    },
    "BannerComp": {
        "slug": "email",
        "product": {
            "name": "Email",
            "icon": "/assets/icons/products/email.svg"
        },
        "tagline": "estratégia de email mais inteligente",
        "heading": "Transforme E-mails em Receita",
        "subheading": "Transforme seu negócio com a solução de marketing por e-mail e plataforma de automação número 1, projetada para interação e crescimento contínuos.",
        "lottie": "/assets/global/email/lotties/banner.json",
        "getstarted_btn": "Comece Agora |",
        "trustedByComp": {
            "heading": "Confiado por mais de 30.000 empresas ao redor do mundo",
            "logos": [
                {
                    "name": "Xiaomi",
                    "url": "/assets/trusted_by/xiaomi.svg"
                },
                {
                    "name": "Unacademy",
                    "url": "/assets/trusted_by/unacademy.svg"
                },
                {
                    "name": "Dream11",
                    "url": "/assets/trusted_by/dream11.svg"
                },
                {
                    "name": "Indeed",
                    "url": "/assets/trusted_by/indeed.svg"
                },
                {
                    "name": "Ixigo",
                    "url": "/assets/trusted_by/ixigo.svg"
                }
            ]
        }
    },
    "FeatureComp": {
        "heading": "Envie e-mails de alta conversão com recursos avançados",
        "iconColor": "text-email",
        "features": [
            {
                "name": "Templates de E-mail Otimizados para Móveis para Exibição Perfeita",
                "content": "Ensure your emails look great on any device with mobile-optimised templates. Responsive designs adapt to various screen sizes, providing a smooth experience and boosting engagement",
                "more_content": {
                    "usecases": [
                        {
                            "name": "E-Commerce e Promoções",
                            "description": "Otimize vitrine de produtos, descontos e botões de CTA para compradores móveis."
                        },
                        {
                            "name": "Convites e Lembretes de Eventos",
                            "description": "Entregue atualizações de eventos bem formatadas que os usuários possam acessar facilmente em movimento."
                        },
                        {
                            "name": "E-mails Transacionais",
                            "description": "Garanta que confirmações de pedidos, OTPs e notificações sejam exibidos corretamente."
                        },
                        {
                            "name": "Newsletters e Atualizações de Blogs",
                            "description": "Entregue conteúdo bem estruturado, fácil de ler em telas móveis."
                        },
                        {
                            "name": "Suporte ao Cliente e Pesquisas",
                            "description": "Certifique-se de que formulários de feedback e respostas de suporte sejam acessíveis e amigáveis em qualquer dispositivo."
                        }
                    ],
                    "features": [
                        "Templates projetados para exibição perfeita em todos os dispositivos.",
                        "Ajuste automático do layout para se adaptar a diferentes tamanhos de tela.",
                        "Consistência de elementos de marca em todos os dispositivos.",
                        "E-mails fáceis de ler e navegar em dispositivos móveis.",
                        "Prioriza a responsividade móvel para melhorar a experiência do usuário e o engajamento."
                    ]
                },
                "img": "/assets/brpt/email/mobile-optimized-email-templates-for-perfect-display.svg"
            },
            {
                "name": "Mantenha a reputação do seu domínio com validação inteligente de e-mail",
                "content": "Mantenha sua lista de e-mails limpa e eficiente validando os endereços antes de enviar campanhas. Remover e-mails inválidos, falsos ou arriscados garante maior entregabilidade e protege sua reputação de remetente.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Reduza Taxas de Rejeição",
                            "description": "Remova endereços de e-mail inválidos ou falsos."
                        },
                        {
                            "name": "Aumente a Entregabilidade",
                            "description": "Melhore a entrega na caixa de entrada mantendo uma lista de e-mails validada."
                        },
                        {
                            "name": "Alcance o Público Certo",
                            "description": "Engaje apenas usuários válidos e ativos."
                        },
                        {
                            "name": "Melhore o Desempenho das Campanhas",
                            "description": "Otimize as taxas de abertura enviando e-mails para uma lista de alta qualidade."
                        },
                        {
                            "name": "Proteja sua Reputação de Remetente",
                            "description": "Evite problemas causados por e-mails não entregues."
                        }
                    ],
                    "features": [
                        "Detecte instantaneamente e-mails válidos, inválidos e arriscados.",
                        "Faça upload e valide listas grandes de e-mails com eficiência.",
                        "Remova e-mails falsos e não entregáveis antes de enviar campanhas.",
                        "Proteja proativamente sua reputação de remetente.",
                        "Aumente o engajamento enviando mensagens para um público segmentado."
                    ]
                },
                "img": "/assets/brpt/email/maintain-your-domain-reputation-with-smart-email-validation.svg"
            },
            {
                "name": "Crie E-mails Impressionantes em Minutos",
                "content": "Crie e-mails impressionantes rapidamente com nosso editor de arrastar e soltar. Personalize cada detalhe, de layouts e cores a fontes, para combinar perfeitamente com a identidade da sua marca. Seja um e-mail de marketing ou um e-mail transacional, nossa solução de marketing por e-mail ajuda você a criar e-mails refinados que se conectam com seu público e maximizam o engajamento perfeitamente.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Newsletters",
                            "description": "Mantenha seu público informado com atualizações regulares."
                        },
                        {
                            "name": "Ofertas Exclusivas",
                            "description": "Aumente as vendas com ofertas e descontos personalizados."
                        },
                        {
                            "name": "Lançamentos de Produtos",
                            "description": "Notifique os clientes sobre novos produtos."
                        },
                        {
                            "name": "Atualizações de Pedidos",
                            "description": "Forneça informações em tempo real sobre pedidos e envios."
                        },
                        {
                            "name": "Lembretes de Carrinho Abandonado",
                            "description": "Recupere vendas automaticamente com lembretes estratégicos."
                        }
                    ],
                    "features": [
                        "Editor de arrastar e soltar – sem necessidade de codificação.",
                        "Elementos interativos – adicione botões, imagens e vídeos para maior engajamento.",
                        "Personalização completa – ajuste cores, fontes e logotipos para refletir sua marca.",
                        "Design responsivo – e-mails otimizados para todos os dispositivos.",
                        "Pré-visualização e testes – garanta compatibilidade antes de enviar."
                    ]
                },
                "img": "/assets/brpt/email/lotties/create-stunning-emails-in-minutes.json"
            },
            {
                "name": "Crie e-mails AMP que geram conversões em minutos.",
                "content": "Eleve sua estratégia de email marketing com tecnologia AMP. Crie experiências interativas e envolventes diretamente na caixa de entrada do e-mail. Adicione elementos dinâmicos como carrosséis, formulários e conteúdo em tempo real para atrair seu público e gerar melhores taxas de conversão. As soluções de e-mail habilitadas para AMP oferecem interações perfeitas sem exigir que os usuários saiam da caixa de entrada.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Carrosséis de Produtos",
                            "description": "Apresente vários produtos em um único e-mail para uma experiência de compra interativa."
                        },
                        {
                            "name": "Formulários e Pesquisas",
                            "description": "Colete feedback ou dados diretamente no e-mail."
                        },
                        {
                            "name": "Conteúdo em Tempo Real",
                            "description": "Atualize automaticamente informações como estoque ou preços."
                        },
                        {
                            "name": "Inscrição em Eventos",
                            "description": "Permita que os usuários se registrem diretamente pelo e-mail."
                        },
                        {
                            "name": "Enquetes & Votação",
                            "description": "Engaje sua audiência com enquetes e votos interativos."
                        }
                    ],
                    "features": [
                        "Elementos dinâmicos como carrosséis, formulários e atualizações ao vivo.",
                        "Permite ações sem que os usuários saiam do e-mail.",
                        "Conteúdo interativo que se destaca em caixas de entrada lotadas.",
                        "Experiência imersiva que aumenta conversões.",
                        "Totalmente otimizado para dispositivos móveis e desktops."
                    ]
                },
                "img": "/assets/brpt/email/lotties/create-conversion-driving-amp-emails-in-minutes.json"
            },
            {
                "name": "Envie campanhas por e-mail mais rapidamente com modelos pré-concebidos",
                "content": "Economize tempo e aumente o envolvimento com modelos de e-mail promocionais e transacionais projetados profissionalmente. Escolha entre uma variedade de layouts para boletins informativos, promoções e e-mails transacionais usando a biblioteca de modelos de e-mail MSG91.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Vendas de comércio eletrônico",
                            "description": "Modelos de e-mail prontos para uso para vendas instantâneas e lançamentos de produtos."
                        },
                        {
                            "name": "Convites para eventos",
                            "description": "Modelos projetados profissionalmente para promoções de eventos."
                        },
                        {
                            "name": "Suporte ao cliente",
                            "description": "Modelos de marca para resolução de problemas e acompanhamento."
                        },
                        {
                            "name": "Emails de boas-vindas",
                            "description": "Configure rapidamente uma série de boas-vindas envolvente."
                        },
                        {
                            "name": "Anúncios de produtos",
                            "description": "Modifique e-mails de anúncio em minutos e envie instantaneamente."
                        }
                    ],
                    "features": [
                        "Templates profissionais e responsivos para qualquer necessidade.",
                        "Personalização intuitiva com editor de arrastar e soltar – sem necessidade de codificação.",
                        "Modelos prontos para promoções, newsletters e e-mails transacionais.",
                        "Economia de tempo com designs pré-testados e otimizados para alta conversão.",
                        "Testes, otimização e agendamento instantâneos para campanhas eficazes."
                    ]
                },
                "img": "/assets/brpt/email/send-email-campaigns-faster-with-pre-designed-templates.svg"
            },
            {
                "name": "API de e-mail flexível para integração perfeita",
                "content": "Garanta a entrega rápida e confiável de e-mails essenciais com nossa API de E-mails Transacionais. Envie confirmações de pedidos, OTPs, faturas e notificações com velocidade ultrarrápida e alta taxa de entrega, assegurando que suas mensagens cheguem no momento certo.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Verificação OTP",
                            "description": "Garanta autenticação de usuário segura e contínua com senhas instantâneas de uso único via Email OTP Api."
                        },
                        {
                            "name": "Lembretes de Carrinho Abandonado",
                            "description": "Reengaje clientes com e-mails automáticos incentivando a finalização da compra."
                        },
                        {
                            "name": "Confirmações de Pedido",
                            "description": "Envie recibos e detalhes do pedido imediatamente após a compra."
                        },
                        {
                            "name": "Alertas de Envio & Entrega",
                            "description": "Notifique clientes sobre despacho, rastreamento e status de entrega em tempo real."
                        },
                        {
                            "name": "Atualizações de Reembolso & Devolução",
                            "description": "Informe os usuários sobre o processamento de reembolsos e aprovações de devolução."
                        }
                    ],
                    "features": [
                        "Entrega em alta velocidade para garantir que e-mails urgentes cheguem instantaneamente.",
                        "Integração via API para automação contínua e acionamento de e-mails em tempo real.",
                        "Escalabilidade para gerenciar grandes volumes de e-mails transacionais com facilidade.",
                        "Recursos avançados de entregabilidade para maximizar a taxa de chegada na caixa de entrada.",
                        "Rastreamento e análise em tempo real para monitorar o desempenho dos e-mails."
                    ]
                },
                "img": "/assets/brpt/email/transactional-email-api-deliver-critical-emails-instantly.svg"
            },
            {
                "name": "Integração Perfeita com Gmail & Outlook",
                "content": "Integre-se sem esforço com o Gmail e o Outlook usando a API de e-mail do MSG91. Envie e-mails transacionais, OTPs e notificações diretamente por meio do seu provedor de e-mail existente, garantindo entrega instantânea e rastreamento detalhado sem software adicional.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "E-mails Transacionais",
                            "description": "Automatize confirmações de pedidos, OTPs e alertas de conta."
                        },
                        {
                            "name": "Notificações do sistema",
                            "description": "Envie atualizações e lembretes em tempo real."
                        },
                        {
                            "name": "Comunicação com o usuário",
                            "description": "Entregue e-mails personalizados perfeitamente."
                        },
                        {
                            "name": "Segurança e autenticação",
                            "description": "Habilite logins seguros com verificação de OTP."
                        },
                        {
                            "name": "Suporte ao cliente",
                            "description": "Automatize respostas e atualizações de status."
                        }
                    ],
                    "features": [
                        "Integração direta de API – Conecte-se perfeitamente com o Gmail e o Outlook.",
                        "Entrega instantânea – Garanta entrega de e-mail confiável e pontual.",
                        "Rastreamento em tempo real – Monitore aberturas de e-mail, cliques e engajamento.",
                        "Escalável e confiável – Lide com tráfego de e-mail de alto volume sem esforço.",
                        "Nenhum software adicional necessário – Use seu provedor de e-mail existente."
                    ]
                },
                "img": "/assets/brpt/email/seamless-integration-with-gmail-and-outlook.svg"
            },
            {
                "name": "Alcance o Público Certo e Execute Campanhas de E-mail com Facilidade",
                "content": "Alcance o público certo com o e-mail certo usando segmentação avançada e automação de e-mail de marketing. Entregue e-mails personalizados que impulsionam engajamento e conversões perfeitamente.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Marketing Personalizado",
                            "description": "Envie campanhas segmentadas com base nos interesses e comportamentos dos clientes."
                        },
                        {
                            "name": "Campanhas de Reengajamento",
                            "description": "Identifique usuários inativos e envie e-mails personalizados para trazê-los de volta."
                        },
                        {
                            "name": "Gatilhos Baseados em Eventos",
                            "description": "Automatize e-mails para cadastros, compras e carrinhos abandonados."
                        },
                        {
                            "name": "Campanhas Geolocalizadas",
                            "description": "Alcance públicos com base na localização e preferências."
                        },
                        {
                            "name": "Testes A/B",
                            "description": "Experimente diferentes assuntos, conteúdos e designs para otimizar o desempenho dos e-mails."
                        }
                    ],
                    "features": [
                        "Crie segmentos precisos com base no comportamento do usuário, dados demográficos e engajamento.",
                        "Automatize e-mails acionados para cadastros, compras e carrinhos abandonados.",
                        "Otimize o desempenho com dados em tempo real, agendamento inteligente e insights de campanhas.",
                        "Entregue conteúdo dinâmico e personalizado para aumentar o engajamento.",
                        "Integre-se com CRMs, APIs e plataformas multicanal para uma estratégia de marketing unificada."
                    ]
                },
                "img": "/assets/brpt/email/target-the-right-audience-and-run-email-campaigns-effortlessly.svg"
            },
            {
                "name": "Análises Detalhadas: Acompanhe Relatórios de Entrega, Abertura e Cliques",
                "content": "Obtenha insights acionáveis com análises em tempo real. Monitore taxas de entrega, taxas de abertura, taxas de cliques e conversões para otimizar suas campanhas de forma eficaz.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Acompanhamento de Desempenho da Campanha",
                            "description": "Analise a eficácia dos e-mails com relatórios completos."
                        },
                        {
                            "name": "Insights de Testes A/B",
                            "description": "Compare linhas de assunto e variações de e-mails para melhorar o engajamento."
                        },
                        {
                            "name": "Análise de Engajamento do Usuário",
                            "description": "Acompanhe interações para otimizar campanhas futuras."
                        },
                        {
                            "name": "Monitoramento de Entregabilidade",
                            "description": "Meça as taxas de sucesso de e-mails e melhore o posicionamento na caixa de entrada."
                        },
                        {
                            "name": "Análises Baseadas em Localização",
                            "description": "Veja o desempenho da campanha em diferentes países para um melhor direcionamento."
                        }
                    ],
                    "features": [
                        "Acesse um painel de análises avançadas para tomar decisões profundas baseadas em dados.",
                        "Obtenha insights de entregabilidade para entender o desempenho do e-mail e o engajamento geral.",
                        "Acompanhe métricas de desempenho em tempo real, como entregas, aberturas, cliques e conversões instantaneamente.",
                        "Analise as taxas de cliques para medir o sucesso das ofertas nos e-mails.",
                        "Exporte análises de campanhas com um intervalo de datas personalizado para um direcionamento preciso do público."
                    ]
                },
                "img": "/assets/brpt/email/detailed-analytics-track-delivered-open-and-click-reports.svg"
            },
            {
                "name": "Prevenir Spam com a Lista de Supressão",
                "content": "Mantenha uma reputação saudável de remetente filtrando automaticamente endereços de e-mail cancelados, devolvidos ou inválidos. Uma lista de supressão impede o envio de e-mails para esses endereços, reduzindo os riscos de spam e melhorando a entregabilidade e o engajamento.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Evitar Reclamações de Spam",
                            "description": "Impedir o envio de e-mails para usuários cancelados, reduzindo relatórios de spam."
                        },
                        {
                            "name": "Melhorar a Entregabilidade",
                            "description": "Bloquear endereços inválidos ou devolvidos para garantir que os e-mails cheguem aos destinatários ativos."
                        },
                        {
                            "name": "Proteger a Reputação do Remetente",
                            "description": "Manter uma lista de e-mails limpa para evitar o bloqueio e filtros de spam."
                        },
                        {
                            "name": "Economizar Custos em Campanhas",
                            "description": "Evitar o desperdício de recursos em e-mails não entregáveis."
                        },
                        {
                            "name": "Aprimorar as Taxas de Engajamento",
                            "description": "Focar em alcançar usuários reais e interessados para melhores taxas de abertura e cliques."
                        }
                    ],
                    "features": [
                        "Bloqueio automático de e-mails para endereços cancelados, devolvidos ou inválidos.",
                        "Atualização contínua e gerenciamento de contatos suprimidos.",
                        "Adicione e gerencie facilmente listas de supressão para melhor controle.",
                        "Impede o envio de e-mails para usuários que optaram por sair, garantindo conformidade.",
                        "Reduz as taxas de rejeição e protege a reputação do remetente."
                    ]
                },
                "img": "/assets/brpt/email/prevent-spam-with-suppression-list.svg"
            },
            {
                "name": "Envie E-mails nos Horários Ideais com Agendamento Baseado em País",
                "content": "Maximize as taxas de abertura e o engajamento enviando e-mails com base no fuso horário local do destinatário. O agendamento automatizado baseado em fusos horários garante que os e-mails cheguem aos destinatários quando eles tiverem maior probabilidade de interagir.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Aumente as Taxas de Abertura",
                            "description": "Programe os e-mails para chegar quando os destinatários tiverem maior probabilidade de abri-los."
                        },
                        {
                            "name": "Melhore a Experiência do Cliente",
                            "description": "Envie e-mails quando os destinatários estiverem prontos para interagir."
                        },
                        {
                            "name": "Impulsione Interações Significativas",
                            "description": "Melhore as chances de conversão enviando e-mails de forma estratégica."
                        },
                        {
                            "name": "Campanhas Globais",
                            "description": "Otimize os horários de envio para destinatários em diferentes fusos horários."
                        },
                        {
                            "name": "Ofertas Sensíveis ao Tempo",
                            "description": "Envie ofertas nos horários de pico para melhores taxas de ação."
                        }
                    ],
                    "features": [
                        "Programe automaticamente os e-mails com base no fuso horário local de cada destinatário.",
                        "Garanta que os e-mails cheguem aos usuários quando eles tiverem maior probabilidade de engajamento.",
                        "Programe e envie e-mails sem esforço em vários fusos horários.",
                        "Configure campanhas uma vez e os e-mails serão enviados no horário local correto.",
                        "Aumente o engajamento entregando os e-mails no momento ideal."
                    ]
                },
                "img": "/assets/brpt/email/send-emails-at-optimal-times-with-country-based-scheduling.svg"
            },
            {
                "name": "Impulsione o Desempenho com Testes A/B para E-mails",
                "content": "Otimize suas campanhas de marketing por e-mail executando testes A/B em diferentes elementos de e-mail. Teste linhas de assunto, variações de conteúdo e designs para ver o que funciona melhor para seu público e melhorar seu desempenho de e-mail.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Otimização de Linha de Assunto",
                            "description": "Teste diferentes linhas de assunto para determinar qual obtém maiores taxas de abertura."
                        },
                        {
                            "name": "Variações de Conteúdo de E-mail",
                            "description": "Experimente diferentes textos, imagens ou CTAs para melhorar o engajamento."
                        },
                        {
                            "name": "Personalização vs. Mensagens Genéricas",
                            "description": "Compare e-mails personalizados com e-mails padrão para medir o impacto."
                        },
                        {
                            "name": "Design & Layout de E-mail",
                            "description": "Compare layouts de uma coluna com múltiplas colunas ou designs de modo escuro vs. modo claro."
                        },
                        {
                            "name": "Testes de Ofertas e Descontos",
                            "description": "Teste diferentes ofertas promocionais para ver qual gera mais vendas."
                        }
                    ],
                    "features": [
                        "Realize testes A/B em diferentes segmentos de público para entender como as variações se comportam.",
                        "Compare diferentes variações de e-mail para identificar a versão mais eficaz.",
                        "Utilize resultados de testes A/B anteriores para aprimorar campanhas futuras.",
                        "Controle o tempo de duração do teste e a porcentagem de destinatários que recebem cada variação.",
                        "Acompanhe métricas-chave, como taxas de abertura, CTR e conversões, para analisar os resultados do teste instantaneamente."
                    ]
                },
                "img": "/assets/brpt/email/boost-performance-with-ab-testing-for-emails.svg"
            },
            {
                "name": "Webhooks para Relatórios de Entrega, E-mails Recebidos e Status de Domínio",
                "content": "Fique atualizado com notificações instantâneas via webhook sobre a entrega de e-mails, mensagens recebidas e status de autenticação de domínio. Automatize fluxos de trabalho e acompanhe a atividade dos e-mails em tempo real de forma simples e eficaz.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Alertas de Entrega em Tempo Real",
                            "description": "Receba notificações instantâneas sobre e-mails entregues, devolvidos ou falhados."
                        },
                        {
                            "name": "Monitoramento de Autenticação",
                            "description": "Mantenha-se atualizado sobre o status de SPF, DKIM e DMARC para garantir a segurança do e-mail."
                        },
                        {
                            "name": "Acompanhamento de Engajamento do Usuário",
                            "description": "Monitore aberturas, cliques e respostas de e-mails para obter melhores insights sobre o público."
                        },
                        {
                            "name": "Captura Automática de Leads",
                            "description": "Capture envios de formulários e consultas por e-mail diretamente no seu CRM."
                        },
                        {
                            "name": "Automação de Tickets de Suporte",
                            "description": "Converta e-mails recebidos em tickets de suporte e atribua-os automaticamente aos agentes."
                        }
                    ],
                    "features": [
                        "Receba alertas em tempo real para devoluções e reclamações de spam para proteger a entregabilidade de e-mails.",
                        "Detecte instantaneamente descadastramentos para atualizar listas e evitar o envio de e-mails indesejados.",
                        "Garanta a segurança do domínio com monitoramento contínuo dos registros SPF, DKIM e DMARC.",
                        "Conecte-se facilmente com CRMs, plataformas de suporte ao cliente e ferramentas de automação de marketing por e-mail.",
                        "Receba e-mails recebidos em uma URL específica e acione ações conforme necessário."
                    ]
                },
                "img": "/assets/brpt/email/webhooks-for-delivery-reports-incoming-emails-and-domain-status.svg"
            },
            {
                "name": "Gerencie facilmente e-mails recebidos com uma Caixa de Entrada Unificada.",
                "content": "Gerencie facilmente os e-mails recebidos, colabore com sua equipe e responda mais rápido, tudo a partir de uma única caixa de entrada organizada.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Gerenciamento Centralizado de E-mails",
                            "description": "Gerencie todos os e-mails de clientes a partir de uma única caixa de entrada."
                        },
                        {
                            "name": "Colaboração em Equipe",
                            "description": "Atribua e acompanhe as respostas de e-mails dentro da equipe."
                        },
                        {
                            "name": "Respostas Rápidas",
                            "description": "Reduza os atrasos com rastreamento em tempo real de e-mails e classificação inteligente."
                        },
                        {
                            "name": "Atribuição Automática de E-mails",
                            "description": "Roteie e-mails para os membros da equipe certos instantaneamente."
                        },
                        {
                            "name": "Conversas Categorias",
                            "description": "Organize e-mails por prioridade, status ou departamento para maior eficiência."
                        }
                    ],
                    "features": [
                        "Caixa de entrada unificada para gerenciar e-mails de várias contas em um só lugar.",
                        "Atribuição de e-mails de forma simples para colaboração eficiente da equipe.",
                        "App dedicado para Android/iOS para gerenciar e responder rapidamente às consultas recebidas.",
                        "Notificações em tempo real para nunca perder uma mensagem importante.",
                        "Análise de respostas para monitorar o desempenho da equipe e o tempo de resolução de e-mails."
                    ]
                },
                "img": "/assets/brpt/email/lotties/effortlessly-manage-incoming-emails-with-a-unified-inbox.json"
            }
        ]
    },
    "ProductStatsComp": {
        "heading": "Entrega de e-mails de classe mundial e resultados líderes da indústria.",
        "content": [
            {
                "count": "98.5%",
                "des": "Taxa de entrega de e-mails"
            },
            {
                "count": "15M+",
                "des": "E-mails entregues com sucesso todos os meses."
            },
            {
                "count": "100%",
                "des": "E-mails enviados nos primeiros 5 minutos para engajamento instantâneo."
            },
            {
                "count": "24/7",
                "des": "Suporte dedicado, sempre pronto para ajudar."
            }
        ]
    },
    "PreFooterComp": {
        "content": "Milhões de usuários confiam em nós com nossa Solução de E-mail, Você também pode.",
        "buttons": {
            "salesModal": {
                "text": "Comece agora",
                "link": "https://calendly.com/bison-msg91/30min?month=2025-02"
            },
            "pricing": {
                "text": "Pricing",
                "link": "/pricing/"
            },
            "getStarted": {
                "text": "Get started",
                "link": "https://control.msg91.com/signup/"
            }
         
        }
    }
}