{
    "HeadComp": {
        "title": "API de Números para Negócios | MSG91-Brasil",
        "description": "Receba, responda e personalize SMS com Códigos Longos, para um Engajamento e Comunicação Máximos!"
    },
    "BannerComp": {
        "slug": "numbers",
        "product": {
            "name": "Numbers",
            "icon": "/assets/icons/products/numbers.svg"
        },
        "code": true,

        "tagline": "Desbloqueie o Poder dos Números Virtuais",
        "heading": "Receba, Responda e Personalize SMS com Long Codes, para o Máximo Engajamento e Comunicação!",
    
        "getstarted_btn": "Comece gratuitamente",
        "trustedByComp": {
            "heading": "Confiado por 30,000+ negócios globais",

            "logos": [
                {
                    "name": "Xiaomi",
                    "url": "/assets/trusted_by/xiaomi.svg"
                },
                {
                    "name": "Unacademy",
                    "url": "/assets/trusted_by/unacademy.svg"
                },
                {
                    "name": "Dream11",
                    "url": "/assets/trusted_by/dream11.svg"
                },
                {
                    "name": "Indeed",
                    "url": "/assets/trusted_by/indeed.svg"
                },
                {
                    "name": "Ixigo",
                    "url": "/assets/trusted_by/ixigo.svg"
                }
            ]
        }
    },
    "FeatureComp": {
        "heading": "Características",
        "iconColor": "text-campaign",
        "features": [
          
            {
                "name": "Entrada no Mercado Global com Números: Expandindo sua Presença",
                "content":"Os números oferecem uma estratégia eficaz para empresas que buscam ampliar seu alcance no mercado. Esses números facilitam a criação de uma conexão local ao adquirir um número de telefone, simplificando a comunicação com clientes e associados. Ao aproveitar os números, as empresas podem estabelecer confiança, melhorar a acessibilidade, superar divisões geográficas, tudo enquanto projetam uma imagem profissional e otimizam a relação custo-benefício. Essa abordagem é especialmente benéfica para empresas internacionais que buscam oportunidades no mercado diversificado e competitivo.",
                "img": "/assets/brpt/numbers/numbers-global-market-entry-with-numbers.svg"
            },
            {
                "name": "Eficiência de Custo",
                "content": "Os números apresentam uma alternativa econômica às linhas telefônicas tradicionais. Eles exigem menos despesas iniciais, minimizam os custos de manutenção e eliminam a necessidade de infraestrutura física, tornando-os uma escolha financeiramente eficiente para empresas de todos os portes no mercado.",
                "img": "/assets/brpt/numbers/numbers-cost-efficiency.svg"
            },
            {
                "name": "Serviços de Chamada Perdida",
                "content": "Vários provedores de números virtuais oferecem funcionalidades como alertas e notificações de chamadas perdidas, permitindo que as empresas se comuniquem prontamente com os clientes que não conseguiram estabelecer contato. Esse recurso aprimora a comunicação e a capacidade de resposta do cliente no mercado.",
                "img": "/assets/brpt/numbers/numbers-missed-call-services.svg"
            },
            {
                "name": "Mensagens Específicas por Palavra-chave",
                "content": "<strong>Você pode escolher uma palavra-chave exclusiva para sua empresa ou campanha</strong>Quando os usuários enviam um SMS começando com sua palavra-chave escolhida para seu código longo dedicado ou compartilhado, você pode receber essas mensagens. Esse recurso permite uma comunicação personalizada e específica ao contexto.",
                "img": "/assets/brpt/numbers/numbers-keyword-specific-messaging.svg"
            },
            {
                "name": "Mensagens Independentes de Palavra-chave",
                "content": "<strong>Além das palavras-chave</strong>você pode receber mensagens sem palavras-chave específicas. Isso amplia suas opções de comunicação, permitindo que os usuários entrem em contato com você sem a necessidade de palavras-chave predefinidas.",
                "img": "/assets/brpt/numbers/numbers-keyword-independent-messaging.svg"
            },
            {
                "name": "Conjunto de Perguntas Pré-formatadas",
                "content": "Você pode configurar um conjunto de perguntas pré-formatadas para enviar ao seu público. Isso é particularmente útil para realizar pesquisas, questionários ou coletar informações específicas em um formato estruturado.",
                "img": "/assets/brpt/numbers/numbers-pre-formatted-questions.svg"
            },
            {
                "name": "Pesquisas Online",
                "content": "Use nosso serviço Numbers para criar e conduzir pesquisas online. Colete insights e feedbacks valiosos do seu público com facilidade.",
                "img": "/assets/brpt/numbers/numbers-online-survey.svg"
            },       {
                "name": "Geração de Leads",
                "content": "Engaje na geração de leads permitindo que clientes potenciais entrem em contato com você por SMS. Colete detalhes de contato e consultas, ajudando você a expandir sua base de clientes.",
                "img": "/assets/brpt/numbers/numbers-lead-generation.svg"
            },
            {
                "name": "Crie Respostas Automáticas",
                "content": "Você tem a opção de configurar respostas automáticas para as mensagens que receber. Personalize essas respostas para fornecer feedback ou informações imediatas aos seus usuários.",
                "img": "/assets/brpt/numbers/numbers-auto-responses.svg"
            },
            {
                "name": "Integração em Aplicações Web",
                "content": "Integre perfeitamente os Números na sua aplicação web ou software. Isso permite estender as capacidades do seu software e melhorar a comunicação com o usuário.",
                "img": "/assets/brpt/numbers/numbers-integration-into-web.svg"
            }
        ]
    },
    "PreFooterComp": {
        "content": "Comece a construir a experiência de engajamento do cliente ideal",
        "buttons": {
            "contactSales": {
                "text": "Fale com as vendas",
                "link": "/contact-us"
            },
            "pricing": {
                "text": "tarifária",
                "link": "/pricing/"
            },
            "getStarted":{
            "text":"Comece agora",
            "link":"https://control.msg91.com/signup/"
            }
        }
    }
}