{
    "HeadComp": {
        "title": "Melhor API de Chamadas de Voz | Provedor de Serviço de API de Voz no Brasil - MSG91",
        "description": "Somos o principal provedor de API de chamadas de voz no Brasil. Com o serviço de API de voz da MSG91, cada desenvolvedor pode construir e integrar sistemas de comunicação, serviços de chamadas perdidas, entre outros."
    },
    "BannerComp": {
        "slug": "voice",
        "product": {
            "name": "Voice",
            "icon": "/assets/icons/products/voice.svg"
        },
        "code": true,

        "tagline": "conecte-se com confiança",
        "heading": "Aumente o engajamento do cliente e construa confiança",
        "subheading": "Inicie conversas em tempo real com áudio cristalino, baixa latência e insights mais profundos.",
      "banner_img": "/assets/global/hello/banner.webp",
        "getstarted_btn": "Comece gratuitamente",
        "trustedByComp": {
            "heading": "Confiado por 30,000+ negócios globais",
            "logos": [
                {
                    "name": "Xiaomi",
                    "url": "/assets/trusted_by/xiaomi.svg"
                },
                {
                    "name": "Unacademy",
                    "url": "/assets/trusted_by/unacademy.svg"
                },
                {
                    "name": "Dream11",
                    "url": "/assets/trusted_by/dream11.svg"
                },
                {
                    "name": "Indeed",
                    "url": "/assets/trusted_by/indeed.svg"
                },
                {
                    "name": "Ixigo",
                    "url": "/assets/trusted_by/ixigo.svg"
                }
            ]
        }
    },
    "FeatureComp": {
        "heading": "Características",
        "iconColor": "text-campaign",
        "features": [
          
            {
                "icon": "/assets/icons/features/hello/unlimited-agents-ico.svg",
                "name": "Monitoramento de Chamadas",
                "content":"<strong>Apresentando a experiência de comunicação de próximo nível com nossos novos recursos de Monitoramento de Chamadas</strong>Estamos colocando você no controle de suas conversas com os chamadores. Esses recursos robustos oferecem maior controle e percepção durante suas chamadas, garantindo uma comunicação aprimorada e satisfação do cliente. Espionagem de chamadas: sua arma secreta para garantia de qualidade! Intervenção em chamadas: suporte em tempo real, a apenas um clique de distância! Sussurro de chamadas: orientação ao seu alcance!",
                "img": "/assets/brpt/voice/voice-call-monitoring.svg"
            },
            {
                "icon": "/assets/icons/features/hello/unlimited-agents-ico.svg",
                "name": "Chamada direta do navegador",
                "content": "<strong>Pule a chamada bidirecional e ligue diretamente do navegador.</strong>Economize o tempo de chamada do seu agente e melhore a experiência do cliente. Conecte facilmente dois números de telefone sem manter um em espera para iniciar uma conversa com o cliente.",
                "img": "/assets/brpt/voice/voice-direct-calling-from-hello.svg"
            },
            {
                "icon": "/assets/icons/features/hello/unlimited-agents-ico.svg",
                "name": "Fluxo IVR",
                "content": "<strong>IVR moderno que torna a interação do cliente rápida e sem complicações.</strong>Sistema IVR inteligente que oferece mais do que apenas resolver consultas. Além do habitual, você pode criar uma configuração baseada em tempo ou agente e até mesmo gravar uma mensagem.",
                "img": "/assets/brpt/voice/voice-ivr-flow.svg"
            },
            {
                "icon": "/assets/icons/features/hello/unlimited-agents-ico.svg",
                "name": "Voz em Massa",
                "content":"<strong>Fale diretamente com seu público em uma única chamada.</strong>Grave sua mensagem de voz e envie a mensagem que deseja transmitir para centenas e milhares de clientes de uma só vez. Uma chamada telefônica geralmente é difícil de ignorar.",
                "img": "/assets/brpt/voice/voice-bulk-voice.svg"
            },
            {
                "icon": "/assets/icons/features/hello/unlimited-agents-ico.svg",
                "name": "Múltiplas maneiras de carregar arquivo",
                "content":"<strong>Carregue sua mensagem de áudio de várias maneiras.</strong>Amplifique sua interação com o cliente com uma mensagem de voz personalizada. Grave sua mensagem para chamada de voz em massa ou menu IVR através de texto para fala, microfone do navegador ou chamada telefônica.",
                "img": "/assets/brpt/voice/voice-multiple-way-to-upload-file.svg"
            },
            {
                "icon": "/assets/icons/features/hello/unlimited-agents-ico.svg",
                "name": "Voz em massa com IVR",
                "content":"<strong>Conecte sua chamada de voz ao IVR.</strong>Não apenas envie uma mensagem de voz em massa, mas também receba uma resposta de seus usuários. Grave a mensagem que você gostaria de transmitir e envie-a para seus clientes usando um IVR.",
                "img": "/assets/brpt/voice/voice-bulk-voice-with-ivr.svg"
            },      {
                "icon": "/assets/icons/features/hello/unlimited-agents-ico.svg",
                "name": "Conexão em tempo real com agente na entrada do usuário em chamada em massa",
                "content": "<strong>Direcione seu usuário para seu agente de suporte.</strong>Melhore a experiência do cliente oferecendo suporte em tempo real quando você conecta seus usuários aos seus agentes de suporte ao cliente com base na entrada de chamada em massa.",
                "img": "/assets/brpt/voice/voice-real-time-connect-with-agent-on-user-input-on-bulk-call.svg"
            }
        ]
    },
  "PreFooterComp": {
        "content": "Comece a construir a experiência de engajamento do cliente ideal",
        "buttons": {
            "contactSales": {
                "text": "Fale com as vendas",
                "link": "/contact-us"
            },
            "pricing": {
                "text": "tarifária",
                "link": "/pricing/"
            },
            "getStarted":{
            "text":"Comece agora",
            "link":"https://control.msg91.com/signup/"
            }
        }
    }
}