{
    "HeadComp": {
        "title": "Transactional Email | Transactional Email API - MSG91-Pilipinas",
        "description": "Magpadala ng ligtas at maaasahang transactional emails gamit ang madaling i-integrate na Transactional Email API ng MSG91. Magtayo ng tiwala at pagbutihin ang komunikasyon sa mga customer."
    },
    "BannerComp": {
        "slug": "email",
        "product": {
            "name": "Email",
            "icon": "/assets/icons/products/email.svg"
        },
        "tagline": "Mas Matalinong Email Strategy",
        "heading": "Magpadala ng Email nang Ligtas at Agad-agad",
        "subheading": "Siguraduhin ang napapanahong pagdating gamit ang nangungunang email automation platform - mabilis, maaasahan, at idinisenyo para sa tuloy-tuloy na transaksyon",
        "banner_img": "/assets/fil_ph/email/email_banner.webp",
        "not_absolute": true,
        "getstarted_btn": "Magsimula",
        "trustedByComp": {
            "heading": "Pinagkakatiwalaan ng 30,000+ pandaigdigang negosyo",
            "logos": [
                {
                    "name": "Xiaomi",
                    "url": "/assets/trusted_by/xiaomi.svg"
                },
                {
                    "name": "Unacademy",
                    "url": "/assets/trusted_by/unacademy.svg"
                },
                {
                    "name": "Dream11",
                    "url": "/assets/trusted_by/dream11.svg"
                },
                {
                    "name": "Indeed",
                    "url": "/assets/trusted_by/indeed.svg"
                },
                {
                    "name": "Ixigo",
                    "url": "/assets/trusted_by/ixigo.svg"
                }
            ]
        }
    },
    "FeatureComp": {
        "iconColor": "text-email",
        "features": [
            {
                "name": "Gumawa ng Email Templates gamit ang AI Email Generator Sa Ilang Segundo!",
                "content": "Pabilisin ang paggawa ng email gamit ang AI Email Generator ng MSG91, na agad gumagawa ng subject lines, headers, at buong email content na akma sa iyong campaign goals at target audience.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Mas Mabilis na Paglunsad ng Campaign",
                            "description": "Awtomatikong gumawa ng kumpletong email content mula sa maikling brief."
                        },
                        {
                            "name": "Multilingual na Campaign",
                            "description": "Gumawa ng content nang madali sa iyong gustong wika."
                        },
                        {
                            "name": "Consistent na Boses ng Brand",
                            "description": "Tiyaking bawat email ay sumasalamin sa natatanging tono at mensahe ng iyong brand."
                        },
                        {
                            "name": "Palakihin ang Engagement",
                            "description": "Gamitin ang AI para gumawa ng content na talagang tumatagos at nakakakuha ng atensyon."
                        },
                        {
                            "name": "Makatipid ng Oras",
                            "description": "Hayaan ang AI email generator na gumawa ng content para makapag-focus ka sa strategy."
                        }
                    ],
                    "features": [
                        "Matalinong Subject Line Suggestions – AI-generated na subject lines para mapataas ang open rates.",
                        "Prompt-Based Content Generator – Magbigay ng maikling brief at makakuha ng kumpletong, campaign-ready na email.",
                        "Buong Email Coverage – Gumawa ng lahat mula header hanggang footer sa isang seamless na hakbang.",
                        "Engagement Optimized – Bawat salita ay nilikha para magdulot ng opens, clicks, at conversions.",
                        "Tone & Style Flexibility – Pumili mula sa casual, formal, o informative na tono para tumugma sa iyong brand."
                    ]
                },
                "img": "/assets/fil_ph/email/lotties/create_email_templates_with_an_ai_email_generator_in_seconds.json"
            },
            {
                "name": "Palakasin ang Visibility gamit ang Gmail Markup",
                "content": "Gawing mas kaakit-akit ang iyong mga email gamit ang Gmail schema markup. Magpakita ng rich snippets, action buttons, at event previews direkta sa Gmail inbox para matulungan ang users na kumilos agad at mapabuti ang performance ng iyong email.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Imbitasyon sa Kaganapan",
                            "description": "Ipakita ang mga button na “RSVP” o “Add to Calendar” direkta sa email preview."
                        },
                        {
                            "name": "Mga Alok sa E-Commerce",
                            "description": "I-highlight ang mga sale gamit ang “Shop Now” o “View Deal” na mga aksyon."
                        },
                        {
                            "name": "Order at Delivery Updates",
                            "description": "Ipakita ang real-time na status ng order sa Gmail summary."
                        },
                        {
                            "name": "Kumpirmasyon ng Appointment",
                            "description": "Pahintulutan ang users na mag-confirm, mag-cancel, o mag-reschedule direkta mula sa inbox."
                        },
                        {
                            "name": "Booking ng Flight at Hotel",
                            "description": "Ibahagi ang mahahalagang travel info gamit ang actionable na mga button."
                        }
                    ],
                    "features": [
                        "Schema-Enabled na Email Enhancements – Magdagdag ng Gmail-supported na structured data sa iyong mga email.",
                        "Interactive Action Buttons – Palakihin ang click-through rate gamit ang inbox-level na call-to-action.",
                        "Pinahusay na Inbox Placement – Palakasin ang visibility ng iyong email sa Gmail gamit ang enriched na content.",
                        "Mas Mabilis na Conversion – Maaaring kumilos ang users nang hindi binubuksan ang buong email.",
                        "Google-Compliant Markup Integration – Madaling implementasyon gamit ang full schema support."
                    ]
                },
                "img": "/assets/fil_ph/email/boost_visibility_with_gmail_markup.webp"
            },
            {
                "name": "Dynamic na Personalization gamit ang Handlebar Variables",
                "content": "Pinapayagan ka ng Handlebar na awtomatikong i-personalize ang mga email sa pamamagitan ng paglalagay ng dynamic na data at conditional na content. Gumawa ng relevant, one-to-one na mensahe na nagpapataas ng engagement nang walang manual na trabaho.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "User-Specific na Pagbati",
                            "description": "Magdagdag ng pangalan, lungsod, o kumpanya nang dynamic para maging personalized ang bawat email."
                        },
                        {
                            "name": "Custom na Discount Codes",
                            "description": "Ipakita ang natatanging promo code para sa bawat user upang mapataas ang conversion."
                        },
                        {
                            "name": "Behavior-Based na Mensahe",
                            "description": "Ipakita ang produkto o content base sa nakaraang kilos ng bawat recipient."
                        },
                        {
                            "name": "Transactional na Email",
                            "description": "Isama ang detalye ng order tulad ng ID, presyo, at delivery status para sa mas personal na karanasan."
                        },
                        {
                            "name": "Account Notifications",
                            "description": "I-personalize ang mensahe para sa renewal, upgrade, o security alert."
                        }
                    ],
                    "features": [
                        "Madaling {{variable}} Integration – Seamless na paglalagay ng dynamic na content.",
                        "Sumusuporta ng Conditional Logic – Ipakita ang content base sa user-specific na value.",
                        "Flexible Personalization sa Malakihang Sukat – Gumagana sa malalaking audience nang walang manual na trabaho.",
                        "Template Compatibility – Maaaring maglagay ng variables sa kahit anong HTML email template.",
                        "Automation-Ready – I-combine sa workflows para sa real-time, event-based na email updates."
                    ]
                },
                "img": "/assets/fil_ph/email/lotties/dynamic_personalization_with_handlebar_variables.json"
            },
            {
                "name": "Pigilan ang Email Fraud gamit ang DMARC Compliance",
                "content": "Protektahan ang iyong brand mula sa email spoofing at phishing gamit ang DMARC (Domain-based Message Authentication, Reporting & Conformance). Siguraduhin na tanging lehitimong emails lang ang makakarating sa iyong audience habang pinapalakas ang seguridad at deliverability ng email.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Pigilan ang Email Spoofing at Phishing",
                            "description": "Pinoprotektahan ang domain ng iyong website mula sa paggamit sa mapanlinlang na emails."
                        },
                        {
                            "name": "Palakasin ang Seguridad ng Website",
                            "description": "Pinapalakas ang seguridad ng domain sa pamamagitan ng pagpigil sa hindi awtorisadong email activity."
                        },
                        {
                            "name": "Pagbutihin ang Deliverability ng Transactional Email",
                            "description": "Tinitiyak na ang mga email tulad ng order confirmation at password reset ay makarating sa mga user."
                        },
                        {
                            "name": "Makita ang Paggamit ng Email",
                            "description": "Nagbibigay ng ulat tungkol sa mga pinagmumulan ng email na konektado sa iyong website."
                        },
                        {
                            "name": "Palakasin ang Tiwala at Reputasyon ng Brand",
                            "description": "Tinitiyak na tanging lehitimong emails lang mula sa iyong domain ang natatanggap ng mga customer."
                        }
                    ],
                    "features": [
                        "SPF at DKIM Authentication – Tinitiyak na ang mga email ay mula sa awtorisadong servers.",
                        "DMARC Policy Control (None, Quarantine, Reject) – Pinapahintulutan ang unti-unting pagpapatupad para harangin ang pekeng emails.",
                        "Detalyadong Ulat – Nagbibigay ng kaalaman tungkol sa authentication ng email at hindi awtorisadong paggamit.",
                        "Proteksyon ng Subdomain – Pinoprotektahan ang lahat ng subdomain mula sa maling paggamit sa email spoofing.",
                        "Geo-Location Tracking – Natutukoy ang pinagmulan ng email para makita ang kahina-hinala o hindi awtorisadong aktibidad."
                    ]
                },
                "img": "/assets/fil_ph/email/prevent_email_fraud_with_dmarc_compliance.webp"
            },
            {
                "name": "Panatilihin ang Reputasyon ng Iyong Domain gamit ang Smart Email Validation",
                "content": "Panatilihing malinis at epektibo ang iyong email list sa pamamagitan ng pag-validate ng mga email address bago magpadala ng email campaign. Ang pagtanggal ng hindi wasto, pekeng, o mapanganib na address ay tinitiyak ang mas mataas na deliverability at pinoprotektahan ang iyong reputasyon bilang sender.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Bawasan ang Bounce Rates",
                            "description": "Tanggalin ang hindi wasto o pekeng email address."
                        },
                        {
                            "name": "Dagdagan ang Deliverability",
                            "description": "Pagbutihin ang pagdating ng email sa inbox sa pamamagitan ng validated na email list."
                        },
                        {
                            "name": "Tamaan ang Tamang Audience",
                            "description": "Makipag-ugnayan sa mga lehitimo at aktibong user."
                        },
                        {
                            "name": "Pagbutihin ang Performance ng Campaign",
                            "description": "I-optimize ang open rates sa pamamagitan ng pagpapadala sa de-kalidad na listahan."
                        },
                        {
                            "name": "Protektahan ang Reputasyon ng Sender",
                            "description": "Iwasan ang problema sa mga hindi nadeliver na email."
                        }
                    ],
                    "features": [
                        "Agad na matukoy ang wasto, hindi wasto, at mapanganib na email address.",
                        "Mag-upload at mag-validate ng malalaking email list nang mabilis.",
                        "Tanggalin ang pekeng at hindi nadeliver na email bago ang campaign.",
                        "Iwasan ang problema sa deliverability sa pamamagitan ng pagsunod sa DMARC, SPF, at DKIM authentication.",
                        "Palakasin ang engagement sa pamamagitan ng pagpapadala sa target na audience."
                    ]
                },
                "img": "/assets/fil_ph/email/maintain_your_domain_reputation_with_smart_email_validation.webp"
            },
            {
                "name": "AI-Powered na Personalization ng Email sa Malakihang Sukat",
                "content": "Baguhin ang iyong email gamit ang Intellisend AI - kung saan ang bawat email ay nagbabago ayon sa audience. Ang aming AI-driven na sistema ay nagmo-modify ng content sa malakihang sukat, tinitiyak na bawat tatanggap ay makakakuha ng pinaka-angkop na mensahe para sa mas mataas na engagement at mas mahusay na deliverability.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Hyper-Personalized na Campaigns",
                            "description": "Magpadala ng natatanging content sa iba't ibang audience nang awtomatiko."
                        },
                        {
                            "name": "Pag-optimize ng Subject Line",
                            "description": "Sinusuri ng AI at pinipili ang pinakamahusay na subject line para sa mas mataas na open rate."
                        },
                        {
                            "name": "Static Preview, Dynamic Delivery",
                            "description": "Tanging ang static na template lang ang makikita ng sender, ngunit personalized ang matatanggap ng recipient."
                        },
                        {
                            "name": "Scalable na Product Announcements",
                            "description": "I-customize ang mensahe at update batay sa layunin ng campaign."
                        },
                        {
                            "name": "Event at Webinar Campaigns",
                            "description": "I-personalize ang paanyaya at paalala para sa mas mataas na attendance."
                        }
                    ],
                    "features": [
                        "Inbuilt AI Engine – Awtomatikong gumagawa ng personalized na email content sa malakihang sukat.",
                        "Content Variation Scaling – Gumagawa at naghahatid ang AI ng maraming bersyon ng content para sa iba't ibang audience.",
                        "Auto Content Modification – Agad na pinopersonalisa ang email content para sa bawat user nang walang manual na effort.",
                        "2X Scaling para sa Maximum na Epekto – Ang content ay nagbabago sa 2x growth pattern para sa mas malawak na abot.",
                        "Device-Ready Templates – Lubos na optimized para sa mobile at desktop."
                    ]
                },
                "img": "/assets/fil_ph/email/ai_powered_email_personalization_at_scale.webp"
            },
            {
                "name": "Gumawa ng Kaakit-akit na Email sa Ilang Minuto",
                "content": "Gumawa ng magagandang email nang mabilis gamit ang aming drag-and-drop editor. I-customize ang bawat detalye, mula layout at kulay hanggang font, upang tumugma sa pagkakakilanlan ng iyong brand. Mabilis man na update o detalyadong anunsyo, tinutulungan ka ng aming email solution na makagawa ng pulidong email na konektado sa iyong audience at makamit ang maximum na engagement nang walang kahirap-hirap.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Newsletters",
                            "description": "Panatilihing updated ang iyong audience gamit ang regular na balita."
                        },
                        {
                            "name": "Eksklusibong Alok",
                            "description": "Palakihin ang benta gamit ang personalized na mga alok."
                        },
                        {
                            "name": "Product Announcements",
                            "description": "I-update ang mga customer tungkol sa bagong produkto."
                        },
                        {
                            "name": "Order Updates",
                            "description": "Magbigay ng real-time na update sa order at shipping."
                        },
                        {
                            "name": "Abandoned Cart Reminders",
                            "description": "Awtomatikong magpadala ng paalala para mabawi ang mga naiwan sa cart."
                        }
                    ],
                    "features": [
                        "Drag-and-drop editor, hindi kailangan ng coding.",
                        "Magdagdag ng button, larawan, at video para sa mas masiglang engagement.",
                        "Customizable na kulay, font, at logo para tumugma sa iyong brand.",
                        "Optimized na disenyo na maayos ang display sa lahat ng device.",
                        "Tingnan ang preview at subukan ang compatibility bago magpadala."
                    ]
                },
                "img": "/assets/fil_ph/email/lotties/create_stunning_emails_in_minutes.json"
            },
            {
                "name": "Gumawa ng Conversion-Driving AMP Emails sa Ilang Minuto",
                "content": "Iangat ang iyong email strategy gamit ang AMP technology. Gumawa ng interactive at engaging na karanasan mismo sa inbox. Magdagdag ng dynamic na elemento tulad ng product carousel, forms, at real-time na content para maakit ang audience at mapataas ang conversion rate. Ang AMP-enabled na email solution ay nag-aalok ng seamless na interaksyon nang hindi na kailangang umalis sa inbox.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Product Carousels",
                            "description": "Ipakita ang maraming produkto sa isang email para sa interactive na shopping experience."
                        },
                        {
                            "name": "Forms at Surveys",
                            "description": "Kumuha ng feedback o datos direkta sa email."
                        },
                        {
                            "name": "Real-Time Content",
                            "description": "Panatilihing updated ang email gamit ang live na impormasyon tulad ng imbentaryo o presyo."
                        },
                        {
                            "name": "Event Registrations",
                            "description": "Pahintulutan ang user na magrehistro sa event direkta mula sa email."
                        },
                        {
                            "name": "Polls at Pagboto",
                            "description": "Hikayatin ang user gamit ang interactive na poll at voting features."
                        }
                    ],
                    "features": [
                        "Dynamic na elemento tulad ng carousel, forms, at live updates.",
                        "Pahintulutan ang recipient na mag-take action nang hindi umaalis sa inbox.",
                        "Maging standout sa inbox gamit ang rich, interactive na content.",
                        "Dagdagan ang conversion gamit ang seamless at engaging na email experience.",
                        "Lubos na optimized para sa mobile at desktop."
                    ]
                },
                "img": "/assets/fil_ph/email/lotties/create_conversion_driving_amp_emails_in_minutes.json"
            },
            {
                "name": "Mas Mabilis na Email Campaign gamit ang Pre-Designed Templates",
                "content": "Magtipid ng oras at dagdagan ang engagement gamit ang propesyonal na disenyo ng email templates. Pumili mula sa iba't ibang layout para sa newsletters at transactional emails gamit ang MSG91 Email Template Library.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "E-Commerce Sales",
                            "description": "Handa nang gamitin na email templates para sa flash sales at product launches."
                        },
                        {
                            "name": "Event Invitations",
                            "description": "Propesyonal na disenyo ng templates para sa mga event."
                        },
                        {
                            "name": "Customer Support",
                            "description": "Branded na templates para sa issue resolution at follow-up."
                        },
                        {
                            "name": "Welcome Emails",
                            "description": "Mabilis na mag-set up ng engaging na welcome series."
                        },
                        {
                            "name": "Product Announcements",
                            "description": "Baguhin ang announcement emails sa ilang minuto at agad na magpadala."
                        }
                    ],
                    "features": [
                        "Propesyonal na disenyo, mobile-responsive na templates para sa anumang gamit.",
                        "Drag-and-drop customization—hindi kailangan ng coding.",
                        "Pre-built na templates para sa newsletters at transactional emails.",
                        "Magtipid ng oras gamit ang pre-tested, high-converting na disenyo.",
                        "Agad na subukan, i-optimize, at i-schedule ang campaigns nang madali."
                    ]
                },
                "img": "/assets/fil_ph/email/send_email_campaigns_faster_with_pre_designed_templates.webp"
            },
            {
                "name": "Flexible na Email API para sa Seamless Integration",
                "content": "Siguraduhin ang seamless at maaasahang paghatid ng email gamit ang aming Transactional Email API. Magpadala ng order confirmation, invoice, at notification nang mabilis at may mataas na deliverability.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "OTP Verification",
                            "description": "Siguraduhin ang ligtas at seamless na authentication ng user gamit ang instant na one-time password sa pamamagitan ng Email OTP API."
                        },
                        {
                            "name": "Abandoned Cart Reminders",
                            "description": "Magpadala ng follow-up email para hikayatin ang user na tapusin ang kanilang pagbili."
                        },
                        {
                            "name": "Order Confirmations",
                            "description": "Magpadala ng resibo at detalye ng order agad pagkatapos ng pagbili."
                        },
                        {
                            "name": "Shipping at Delivery Alerts",
                            "description": "Ipaalam sa customer ang tungkol sa pagpapadala, tracking, at status ng delivery."
                        },
                        {
                            "name": "Refund at Return Updates",
                            "description": "Ipaalam sa user ang tungkol sa refund processing, return approval, at status updates."
                        }
                    ],
                    "features": [
                        "Mabilis na paghatid para matiyak na ang time-sensitive na email ay agad na makarating.",
                        "API integration para sa seamless automation at real-time na email triggers.",
                        "Scalable para sa malakihang transactional emails nang walang abala.",
                        "Advanced na deliverability gamit ang DMARC, SPF, at DKIM authentication para sa maximum na inbox placement at iwas spoofing.",
                        "Real-time na tracking at analytics para sa monitoring ng email performance."
                    ]
                },
                "img": "/assets/fil_ph/email/flexible_email_api_for_seamless_integration.webp"
            },
            {
                "name": "Seamless na Integrasyon sa Gmail at Outlook",
                "content": "Mag-integrate nang madali sa Gmail at Outlook gamit ang Email Service ng MSG91. Magpadala ng transactional emails, OTP, notification, at bulk campaigns - lahat mula sa isang platform, tinitiyak ang instant na pagdating, scalability, at detalyadong tracking nang walang dagdag na software.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Transactional Emails",
                            "description": "Awtomatikong magpadala ng order confirmation, OTP, at notification gamit ang iyong kasalukuyang email provider."
                        },
                        {
                            "name": "Targeted Campaigns",
                            "description": "Magdisenyo ng engaging na template at magpadala ng bulk email sa mga rehistradong audience nang instant."
                        },
                        {
                            "name": "Lead Nurturing",
                            "description": "Magpadala ng targeted follow-up at personalized na email para alagaan ang prospects."
                        },
                        {
                            "name": "Detalyadong Analytics",
                            "description": "Subaybayan ang open rate, click, at engagement para sa mas mahusay na kaalaman."
                        },
                        {
                            "name": "Madaling Access",
                            "description": "Pamahalaan ang email campaign nang madali mula sa Gmail o Outlook."
                        }
                    ],
                    "features": [
                        "Magpadala ng email campaign direkta mula sa isang dashboard.",
                        "Makipag-ugnayan sa customer mula sa business inbox nang madali.",
                        "Pamahalaan ang lahat ng campaign mula sa isang interface.",
                        "Subaybayan ang email opens, clicks, at performance agad-agad.",
                        "Pinasimple ang komunikasyon nang walang dagdag na software."
                    ]
                },
                "img": "/assets/fil_ph/email/seamless_integration_with_gmail_outlook.webp"
            },
            {
                "name": "Tamaan ang Tamang Audience at Magpatakbo ng Email Campaign nang Madali",
                "content": "Abutin ang tamang audience gamit ang advanced segmentation at email automation. Magpadala ng personalized na email na nagdadala ng engagement at conversion nang walang abala.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Personalized na Email",
                            "description": "Magpadala ng targeted campaign batay sa interes at asal ng customer."
                        },
                        {
                            "name": "Re-Engagement Campaigns",
                            "description": "Kilalanin ang inactive na user at magpadala ng email para muling makuha sila."
                        },
                        {
                            "name": "Event-Based Triggers",
                            "description": "Awtomatikong magpadala ng email para sa signup, pagbili, at abandoned cart."
                        },
                        {
                            "name": "Geo-Targeted Campaigns",
                            "description": "Abutin ang audience batay sa kanilang lokasyon at kagustuhan."
                        },
                        {
                            "name": "A/B Testing",
                            "description": "Subukan ang subject line, content, at disenyo para i-optimize ang performance ng email."
                        }
                    ],
                    "features": [
                        "Gumawa ng tumpak na segment batay sa asal, demograpiko, at engagement ng user.",
                        "Mag-set up ng trigger-based na email para sa signup, pagbili, at abandoned cart.",
                        "I-optimize ang performance gamit ang real-time na data, smart scheduling, at campaign insights.",
                        "Siguraduhin na ang campaign email ay sumusunod sa DMARC authentication para sa mas magandang inbox placement at iwas phishing.",
                        "Ikonekta sa CRM, API, at multi-channel platform para sa unified na approach."
                    ]
                },
                "img": "/assets/fil_ph/email/target_the_right_audience_run_email_campaigns_effortlessly.webp"
            },
            {
                "name": "Detalyadong Analytics: Subaybayan ang Delivered, Open, at Click Reports",
                "content": "Kumuha ng actionable na kaalaman gamit ang real-time analytics. Subaybayan ang delivery rate, open rate, click-through rate, at conversion para ma-optimize ang iyong email campaign nang epektibo.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Pagsubaybay sa Performance ng Campaign",
                            "description": "Suriin ang bisa ng email gamit ang komprehensibong ulat."
                        },
                        {
                            "name": "A/B Testing Insights",
                            "description": "Ihambing ang subject line at email variation para sa mas magandang engagement."
                        },
                        {
                            "name": "Pagsusuri ng User Engagement",
                            "description": "Subaybayan ang interaksyon para ma-optimize ang susunod na campaign."
                        },
                        {
                            "name": "Pagsubaybay sa Deliverability",
                            "description": "Sukatin ang tagumpay ng email at pagbutihin ang inbox placement."
                        },
                        {
                            "name": "Geo-Based Analytics",
                            "description": "Tingnan ang performance ng campaign sa iba't ibang bansa para sa mas mahusay na targeting."
                        }
                    ],
                    "features": [
                        "Gamitin ang advanced analytics dashboard para sa mas malalim na data-driven na desisyon.",
                        "Kumuha ng deliverability insights gamit ang DMARC, SPF, at DKIM authentication para sa mas magandang inbox placement at iwas spoofing.",
                        "Subaybayan ang real-time na performance metrics tulad ng delivered, opens, clicks, at conversions agad-agad.",
                        "Suriin ang click-through rate para sukatin ang tagumpay ng email.",
                        "I-export ang campaign analytics gamit ang custom date range para sa tumpak na audience targeting."
                    ]
                },
                "img": "/assets/fil_ph/email/detailed_analytics_track_delivered_open_and_click_reports.webp"
            },
            {
                "name": "Pigilan ang Spam gamit ang Suppression List",
                "content": "Panatilihin ang malusog na reputasyon bilang sender sa pamamagitan ng awtomatikong pag-filter ng unsubscribed, bounced, o hindi wastong email address. Pinipigilan ng suppression list ang pagpapadala ng email sa mga address na ito, binabawasan ang panganib ng spam at pinapabuti ang deliverability at engagement.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Iwasan ang Spam Complaints",
                            "description": "Pigilan ang pagpapadala ng email sa unsubscribed na user, binabawasan ang spam reports."
                        },
                        {
                            "name": "Pagbutihin ang Deliverability",
                            "description": "I-block ang hindi wasto o bounced na address para matiyak na ang email ay makarating sa aktibong recipient."
                        },
                        {
                            "name": "Palakasin ang Reputasyon ng Sender",
                            "description": "Palakasin ang reputasyon ng sender sa pamamagitan ng pagsunod sa DMARC policies para maiwasan ang hindi awtorisadong paggamit ng email."
                        },
                        {
                            "name": "Magtipid sa Gastos ng Campaign",
                            "description": "Iwasan ang pag-aaksaya ng resources sa mga hindi nadeliver na email."
                        },
                        {
                            "name": "Palakasin ang Engagement Rate",
                            "description": "Magpokus sa pag-abot sa tunay at interesado na user para sa mas mataas na open at click-through rate."
                        }
                    ],
                    "features": [
                        "Awtomatikong binablock ang email sa unsubscribed, bounced, o hindi wastong address.",
                        "Tuloy-tuloy na ina-update at minamanage ang suppressed contacts.",
                        "Madaling magdagdag at magmanage ng suppression list para sa mas mahusay na kontrol.",
                        "Pinipigilan ang pagpapadala ng email sa mga user na nag-opt out, tinitiyak ang compliance.",
                        "Binabawasan ang bounce rate at pinoprotektahan ang reputasyon ng sender."
                    ]
                },
                "img": "/assets/fil_ph/email/prevent_spam_with_suppression_list.webp"
            },
            {
                "name": "Magpadala ng Email sa Pinakamainam na Oras gamit ang Country-Based Scheduling",
                "content": "Maksimisa ang open rate at engagement sa pamamagitan ng pagpapadala ng email batay sa lokal na time zone ng recipient. Ang automated na time-zone-based scheduling ay tinitiyak na ang email ay makarating sa oras na pinaka-malamang na magbukas ang recipient.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Palakihin ang Open Rate",
                            "description": "I-schedule ang email para dumating sa oras na malamang na buksan ng recipient."
                        },
                        {
                            "name": "Pagandahin ang Customer Experience",
                            "description": "Ihatid ang email kapag handa nang makipag-ugnayan ang recipient."
                        },
                        {
                            "name": "Magdulot ng Makabuluhang Interaksyon",
                            "description": "Pagbutihin ang tsansa ng conversion sa pamamagitan ng tamang timing ng email."
                        },
                        {
                            "name": "Global Campaigns",
                            "description": "I-optimize ang oras ng pagpapadala para sa recipient sa iba't ibang time zone."
                        },
                        {
                            "name": "Time-Sensitive na Alok",
                            "description": "Magpadala sa peak time para sa mas magandang resulta."
                        }
                    ],
                    "features": [
                        "Awtomatikong nag-schedule ng email batay sa lokal na oras ng bawat recipient.",
                        "Tinitiyak na ang email ay makarating sa oras na malamang na mag-engage ang user.",
                        "I-schedule at magpadala ng email nang seamless sa iba't ibang time zone.",
                        "I-set up ang campaign nang isang beses, at ang email ay ipapadala sa tamang lokal na oras.",
                        "Palakihin ang engagement sa pamamagitan ng paghatid ng email sa pinakamainam na sandali."
                    ]
                },
                "img": "/assets/fil_ph/email/send_emails_at_optimal_times_with_country_based_scheduling.webp"
            },
            {
                "name": "Palakasin ang Performance gamit ang A/B Testing para sa Email",
                "content": "I-optimize ang iyong email campaign sa pamamagitan ng pagtakbo ng A/B test sa iba't ibang elemento ng email. Subukan ang subject line, content variation, at disenyo para malaman kung ano ang pinaka-epektibo sa iyong audience at mapabuti ang performance ng email.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Pag-optimize ng Subject Line",
                            "description": "Subukan ang iba't ibang subject line para malaman kung alin ang may mas mataas na open rate."
                        },
                        {
                            "name": "Variation ng Email Content",
                            "description": "Subukan ang iba't ibang text, larawan, o CTA para mapabuti ang engagement."
                        },
                        {
                            "name": "Personalization vs. Generic Messaging",
                            "description": "Ihambing ang personalized na email laban sa generic para masukat ang epekto."
                        },
                        {
                            "name": "Disenyo at Layout ng Email",
                            "description": "Ihambing ang single-column laban sa multi-column o dark mode laban sa light mode na disenyo."
                        },
                        {
                            "name": "Performance Testing",
                            "description": "Suriin ang iba't ibang opsyon para malaman kung alin ang mas nakakapagbigay ng benta."
                        }
                    ],
                    "features": [
                        "Magpatakbo ng A/B test sa iba't ibang segment ng audience para malaman ang performance ng variation.",
                        "Ihambing ang iba't ibang email variation para matukoy ang pinaka-epektibo.",
                        "Gamitin ang resulta ng nakaraang A/B test para i-refine ang susunod na campaign.",
                        "Kontrolin kung gaano katagal tatakbo ang test at ilang porsyento ng recipient ang makakatanggap ng bawat variation.",
                        "Subaybayan ang key metrics tulad ng open rate, CTR, at conversion para agad na masuri ang resulta ng test."
                    ]
                },
                "img": "/assets/fil_ph/email/boost_performance_with_a_b_testing_for_emails.webp"
            },
            {
                "name": "Webhooks para sa Delivery Reports, Incoming Emails, at Domain Status",
                "content": "Manatiling updated gamit ang instant webhook notification para sa email delivery, incoming message, at domain authentication status. Awtomatikong i-automate ang workflow at subaybayan ang real-time na email activity nang walang abala.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Real-Time Delivery Alerts",
                            "description": "Kumuha ng instant notification para sa delivered, bounced, o failed na email."
                        },
                        {
                            "name": "Authentication Monitoring",
                            "description": "Manatiling updated sa SPF, DKIM, at DMARC status para mapanatili ang seguridad ng email."
                        },
                        {
                            "name": "User Engagement Tracking",
                            "description": "Subaybayan ang email opens, clicks, at replies para sa mas mahusay na kaalaman sa audience."
                        },
                        {
                            "name": "Automated Lead Capture",
                            "description": "Kunin ang form submission at email inquiry direkta sa iyong CRM."
                        },
                        {
                            "name": "Support Ticket Automation",
                            "description": "I-convert ang incoming email sa support ticket at i-assign sa agent."
                        }
                    ],
                    "features": [
                        "Kumuha ng real-time alert para sa bounce at spam complaint para maprotektahan ang deliverability ng email.",
                        "Agad na matukoy ang unsubscribe para ma-update ang list at maiwasan ang pagpapadala ng hindi gustong email.",
                        "Siguraduhin ang seguridad ng domain sa tuloy-tuloy na monitoring ng SPF, DKIM, at DMARC records.",
                        "Madaling ikonekta sa CRM, customer support platform, at email automation tools.",
                        "Tanggapin ang incoming email sa partikular na URL at mag-trigger ng aksyon ayon dito."
                    ]
                },
                "img": "/assets/fil_ph/email/webhooks_for_delivery_reports_incoming_emails_domain_status.webp"
            },
            {
                "name": "Madaling Pamahalaan ang Incoming Email gamit ang Unified Inbox",
                "content": "Madaling pamahalaan ang incoming email, makipagtulungan sa iyong team, at sumagot nang mas mabilis, lahat mula sa isang organisadong inbox.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Sentralisadong Pamamahala ng Email",
                            "description": "Pamahalaan ang lahat ng customer email mula sa isang inbox."
                        },
                        {
                            "name": "Team Collaboration",
                            "description": "I-assign at subaybayan ang sagot sa email sa loob ng team."
                        },
                        {
                            "name": "Mas Mabilis na Pagsagot",
                            "description": "Bawasan ang delay gamit ang real-time na email tracking at smart sorting."
                        },
                        {
                            "name": "Awtomatikong Pag-assign ng Email",
                            "description": "I-route agad ang email sa tamang miyembro ng team."
                        },
                        {
                            "name": "Nakakategoryang Usapan",
                            "description": "I-organisa ang email ayon sa priority, status, o department para sa mas mahusay na efficiency."
                        }
                    ],
                    "features": [
                        "Unified inbox para pamahalaan ang email mula sa maraming account sa isang lugar.",
                        "Madaling i-assign ang email para sa seamless na team collaboration.",
                        "Dedicated Android/IOS App para mahusay na pamahalaan at sagutin ang incoming na query.",
                        "Real-time na notification para hindi mapalampas ang mahalagang mensahe.",
                        "Response analytics para subaybayan ang performance ng team at oras ng pagsagot sa email."
                    ]
                },
                "img": "/assets/fil_ph/email/lotties/effortlessly_manage_incoming_emails_with_a_unified_inbox.json"
            }
        ]
    },
    "ProductStatsComp": {
        "heading": "Pinakamahusay na email delivery at nangungunang resulta sa industriya",
        "content": [
            {
                "count": "98.5%",
                "des": "Antas ng paghatid ng email"
            },
            {
                "count": "15M+",
                "des": "Matagumpay na naipapadala na email bawat buwan."
            },
            {
                "count": "100%",
                "des": "Mga email na sinubukang ipadala sa loob ng unang 5 minuto para sa instant engagement."
            },
            {
                "count": "24/7",
                "des": "Dedikadong suporta, laging handang tumulong."
            }
        ]
    },
    "PreFooterComp": {
        "content": "Milyun-milyong user ang nagtitiwala sa aming Email Solution, maaari ka rin.",
        "buttons": {
            "contactSales": {
                "text": "Makipag-ugnayan sa Sales",
                "link": "/contact-us"
            },
            "pricing": {
                "text": "Presyo",
                "link": "/pricing/"
            },
            "getStarted": {
                "text": "Magsimula",
                "link": "https://control.msg91.com/signup/"
            }
        }
    }
}