{
    "HeadComp": {
        "title": "Voice API para sa Iyong Negosyo | Voice Call API | MSG91-Pilipinas",
        "description": "Makipag-ugnayan sa mga customer gamit ang voice call APIs ng MSG91. Gamitin ang virtual numbers at advanced na voice features para maghatid ng makabuluhan at personalisadong interaksyon."
    },
    "BannerComp": {
        "slug": "voice",
        "product": {
            "name": "Voice",
            "icon": "/assets/icons/products/voice.svg"
        },
        "code": true,

        "tagline": "kumonekta nang may kumpiyansa",
        "heading": "Palakasin ang pakikipag-ugnayan at tiwala ng customer",
        "subheading": "Simulan ang real-time na pag-uusap gamit ang malinaw na audio, mababang latency, at mas malalim na insights.",
        "banner_img": "/assets/global/hello/banner.webp",
        "getstarted_btn": "Magsimula",
        "trustedByComp": {
            "heading": "Pinagkakatiwalaan ng 30,000+ negosyo sa buong mundo",
            "logos": [
                {
                    "name": "Xiaomi",
                    "url": "/assets/trusted_by/xiaomi.svg"
                },
                {
                    "name": "Unacademy",
                    "url": "/assets/trusted_by/unacademy.svg"
                },
                {
                    "name": "Dream11",
                    "url": "/assets/trusted_by/dream11.svg"
                },
                {
                    "name": "Indeed",
                    "url": "/assets/trusted_by/indeed.svg"
                },
                {
                    "name": "Ixigo",
                    "url": "/assets/trusted_by/ixigo.svg"
                }
            ]
        }
    },
    "FeatureComp": {
        "heading": "Mga Tampok",
        "iconColor": "text-campaign",
        "features": [
            {
                "name": "Call Monitoring",
                "content": "<strong>Ipinapakilala ang susunod na antas ng karanasan sa komunikasyon gamit ang aming bagong Call Monitoring features</strong> Binibigyan ka namin ng kapangyarihan na kontrolin ang iyong mga pag-uusap. Ang mga makapangyarihang tampok na ito ay nagbibigay ng mas mataas na kontrol at mas malalim na insights sa bawat tawag, na tinitiyak ang mas mahusay na komunikasyon at kasiyahan ng customer. Call spying (pakikinig): ang iyong lihim na kasangkapan para sa quality assurance! Call barging (pagpasok): real-time na tulong, isang tap lang! Call whispering: gabay na laging handa para sa iyo!",
                "img": "/assets/global/voice/voice-call-monitoring.svg"
            },
            {
                "name": "Direktang pagtawag mula sa browser",
                "content": "<strong>Laktawan ang 2-way calling at tumawag nang direkta mula sa browser.</strong> I-save ang oras ng iyong ahente at pagandahin ang karanasan ng customer. Madaling ikonekta ang dalawang numero ng telepono nang hindi kailangang mag-hold, para sa mas episyenteng pag-uusap.",
                "img": "/assets/global/voice/voice-direct-calling-from-hello.svg"
            },
            {
                "name": "IVR Flow",
                "content": "<strong>Mararanasan ang makabagong IVR na dinisenyo para sa mabilis at walang abalang interaksyon ng customer</strong> Ang aming smart IVR system ay higit pa sa simpleng pagsagot ng query. Maaari mong i-customize ang settings batay sa oras o availability ng ahente at nag-aalok din ito ng voice message recording.",
                "img": "/assets/global/voice/voice-ivr-flow.svg"
            },
            {
                "name": "Bulk Voice",
                "content": "<strong>Makipag-ugnayan nang direkta sa iyong audience sa isang tawag lang</strong> I-record ang iyong voice message at i-broadcast ang mahahalagang impormasyon sa daan-daan o libu-libong customer nang sabay-sabay. Mahirap balewalain ang isang tumatawag na telepono, kaya't ito ay isang makapangyarihang kasangkapan sa komunikasyon.",
                "img": "/assets/global/voice/voice-bulk-voice.svg"
            },
            {
                "name": "Maraming Paraan ng Pag-upload ng File",
                "content": "<strong>I-upload ang iyong personalisadong audio message sa maraming paraan</strong> Palakasin ang pakikipag-ugnayan ng customer gamit ang voice messages. I-record ang iyong mensahe para sa bulk voice calls o IVR menus gamit ang text-to-speech, mikropono ng browser, o tawag sa telepono.",
                "img": "/assets/global/voice/voice-multiple-way-to-upload-file.svg"
            },
            {
                "name": "Bulk voice na may IVR",
                "content": "<strong>Ikonekta nang seamless ang voice calls sa isang IVR</strong> Palawakin ang iyong abot hindi lang sa pagpapadala ng bulk voice messages kundi pati sa pagkuha ng tugon ng user sa pamamagitan ng IVR.",
                "img": "/assets/global/voice/voice-bulk-voice-with-ivr.svg"
            },
            {
                "name": "Real-time na koneksyon sa ahente batay sa input ng user sa bulk call",
                "content": "<strong>Epiktibong idirekta ang mga user sa iyong support agents</strong> Iangat ang karanasan ng customer sa pamamagitan ng pagbibigay ng real-time na suporta at pagkonekta ng mga user sa customer support agents batay sa kanilang input sa bulk call. Ang iyong support team sa Pilipinas ay handang tumulong.",
                "img": "/assets/global/voice/voice-real-time-connect-with-agent-on-user-input-on-bulk-call.svg"
            }
        ]
    },
    "PreFooterComp": {
        "content": "Simulan ang pagbuo ng iyong ideal na karanasan sa customer engagement",
        "buttons": {
            "contactSales": {
                "text": "Kontakin ang sales",
                "link": "/contact-us"
            },
            "pricing": {
                "text": "Presyo",
                "link": "/pricing/"
            },
            "getStarted": {
                "text": "Magsimula",
                "link": "https://control.msg91.com/signup/"
            }
        }
    }
}