{
    "HeadComp": {
        "title": "Wati vs MSG91 | WhatsApp Business API Comparison",
        "description": "Compare Wati and MSG91 for WhatsApp Business API solutions. See how they differ in WhatsApp pricing, automation, template management, integrations, and support to choose the best WhatsApp platform for your business."
    },
    "CompareBannerComp": {
        "heading": "MSG91 vs Wati",
        "subheading": "WATI is designed for WhatsApp-centric automation with chatbots and Flow Builder, while MSG91 provides a more comprehensive communication approach, combining WhatsApp messaging with SMS, email, and advanced customer journey management for multichannel engagement.",
        "img": "/assets/compare/wati/wati-icon.svg",
        "color": "#00E785"
    },
    "CompareTableComp": {
        "type": "whatsapp",
        "heading": "Comparison Summary: MSG91 vs Wati",
        "name": "Wati",
        "img": "/assets/compare/wati/wati-logo.svg",
        "content": [
            {
                "name": "Wati",
                "des": "Wati focuses primarily on WhatsApp automation with features like Flow Builder and basic chatbot integration, targeting SMEs needing straightforward WhatsApp interactions."
            },
            {
                "name": "MSG91",
                "des": "MSG91 offers a more versatile WhatsApp communication solution, including WhatsApp payments, carousel templates, AI-driven chatbots, and easy opt-out management. The platform also supports seamless template category conversion, providing businesses with enhanced control and flexibility in message delivery. MSG91's comprehensive API and advanced features make it the preferred choice for scalable WhatsApp communication"
            }
        ],
        "features": {
            "whatsapp_pricing": "Costlier, Added margin on Meta pricing",
            "whatsapp_template_creation": "Offers a dashboard for creating WhatsApp templates",
            "multi_agent_support": "Free agents till 3 users, extra charges for extra users",
            "other_channel_support": "WhatsApp only",
            "whatsapp_ai_chatbot_integration": "No code chatbot, costlier as we go for complex bots",
            "unlimited_whatsapp_bot_creation": "Free trial allows 3 basic bots; more flows need a paid plan.",
            "whatsapp_payments": "WhatsApp Pay checkout in Catalog with Razorpay and PayU",
            "whatsapp_carousels": "Supports WhatsApp carousel templates.",
            "whatsapp_catalogs": "Supports WhatsApp catalog with easy integration and product sharing in chat.",
            "integration_and_plugins_whatsapp": "Wati’s free trial lacks third-party integrations; the Basic Plan allows 2, with more on pay-as-you-go.",
            "otp_verification_whatsapp": "OTP verification through WhatsApp template",
            "one_click_verification_whatsapp": "No",
            "unified_platform": "WhatsApp workflows are available",
            "technical_knowledge_required": "Not Necessarily needed.",
            "customer_support_quality": "Support via WhatsApp and email only.",
            "blue_tick_assistance": "Yes",
            "meta_ads_trackings_conversion": "Integrates with Meta Ads for Clicks, conversion tracking, and real-time insights."
        }
    },
    "PreFooterComp": {
        "content": "Start building your ideal customer engagement experience",
        "buttons": {
            "contactSales": {
                "text": "Contact sales",
                "link": "/contact-us"
            },
            "pricing": {
                "text": "Pricing",
                "link": "/pricing/"
            },
            "getStarted": {
                "text": "Get started",
                "link": "https://control.msg91.com/signup/"
            }
        }
    }
}