{
    "HeadComp": {
        "title": "Service Level Agreement (SLA) – Hello by MSG91",
        "description": "Service Level Agreement (SLA) – Hello by MSG91"
    },
    "SLAComp": {
        "heading": "Service Level Agreement (SLA) – Hello by MSG91",
        "subheading": "At MSG91, we are committed to providing a highly reliable, secure, and responsive experience to all Hello users. This Service Level Agreement (SLA) outlines our commitments to service uptime, support responsiveness, and issue handling for our Hello product.",
        "content": [
            {
                "heading": "1. Definitions",
                "content": "<ul class=''><li>1.2. <strong>“Claim”</strong> means a formal request submitted by the Customer to MSG91 for SLA credit, based on non-compliance with the defined Service Levels.</li><li>1.4. <strong>“Incident”</strong> means a confirmed and observable disruption in Hello’s functionality that negatively affects performance or access.</li><li>1.5. <strong>“Issue”</strong> refers to any scenario in which the Hello service fails to meet the Service Levels outlined in this SLA.</li><li>1.7. <strong>“P1 Issue”</strong> (Critical Impact) means a severe disruption where Hello is fully unavailable or non-functional for the majority of users, preventing essential communication (e.g., no access to the shared inbox or bot execution failure across all channels).</li><li>1.8. <strong>“P2 Issue”</strong> (High Impact) means a significant functionality failure affecting a single major feature or affecting users in specific regions or channels (e.g., WhatsApp responses not triggering or webhook failures).</li><li>1.9. <strong>“P3 Issue”</strong> (Medium Impact) means a non-critical error that causes inconvenience but does not significantly impact operations (e.g., delay in automation, occasional UI bugs, or analytics not loading correctly).</li><li>1.10. <strong>“P4 Issue”</strong> (Low Impact/Informational) includes general product-related inquiries, how-to questions, documentation clarifications, or feature requests.</li><li>1.12. <strong>“Service Levels”</strong> refer to the uptime, response time, and support quality commitments defined in this SLA, which MSG91 aims to maintain for Hello.</li><li>1.13. <strong>“Unscheduled Service Outage”</strong> means a disruption in the Hello service not communicated in advance, which causes an interruption in communication or dashboard access. This excludes any Customer-Planned Downtime or events exempted under the SLA limitations section.</li></ul>"
            },
            {
                "heading": "2. Service Level Commitment",
                "content": "<ul class=' pl-5'><li>2.1. <strong>Measurable Performance Enhancement:</strong><br /> Hello by MSG91 is designed to enhance the speed, responsiveness, and reliability of your customer communication. The Service will process, respond to, and manage customer interactions measurably faster and more efficiently than traditional manual or unintegrated methods.</li><li>2.2. <strong>99.5% Uptime Guarantee:</strong><br /> MSG91 is committed to ensuring that Hello remains available and accessible to customers with 99.5% uptime on a yearly basis. Our systems are built with scalability and failover architecture to ensure high availability of conversations, automations, and real-time notifications across all supported channels.</li><li>2.3. <strong>SLA Credit:</strong><br /> If MSG91 does not meet the uptime commitment outlined above, affected customers will be eligible to receive an SLA Credit, calculated as per Section 6 of this SLA. These credits can be applied to future billing cycles as a gesture of accountability and service transparency.</li></ul>"
            },
            {
                "heading": "3. Support Response Time Commitments",
                "content": "<p>Our support team is available 18/5. We commit to responding to support requests based on issue severity:</p><ul class='list-disc pl-5'><li><strong>P1 (Critical):</strong> Response within 1 hour</li><li><strong>P2 (High):</strong> Response within 4 business hours</li><li><strong>P3 (Medium):</strong> Response within 1 business day</li><li><strong>P4 (Low):</strong> Response within 2 business days</li></ul>"
            },
            {
                "heading": "4. Issues Resolution Commitment",
                "content": "<p>At MSG91, we categorize issues based on their severity to ensure timely and effective resolution. Here’s how we address them:</p><ul class='list-disc pl-5 flex flex-col gap-2'><li><strong>P1 – Critical Impact:</strong><br /> Definition: Hello is completely unavailable or significantly impaired across all users. Example: Shared inbox downtime or complete bot failure across all channels. Target Resolution: Within 6 hours</li><li><strong>P2 – High Impact:</strong><br /> Definition: A major functionality is broken, affecting critical workflows or a large user base. Example: WhatsApp automation failure or webhook/API breakdown in a specific region. Target Resolution: Within 24 hours</li><li><strong>P3 – Medium Impact:</strong><br /> Definition: Issues that do not block usage but cause inconvenience. Example: Delayed automation, occasional UI issues, or reporting not functioning. Target Resolution: As early as possible, based on complexity and prioritization</li><li><strong>P4 – Low Impact / Informational:</strong><br /> Definition: General product queries, guidance on features, documentation clarifications, or enhancement requests. Target Resolution: Within a reasonable timeframe based on ticket priority</li></ul><p>All issues are tracked through our support ticketing system, and customers will receive timely updates until resolution. Our team is committed to ensuring a smooth and responsive support experience.</p>"
            },
            {
                "heading": "5. Scheduled Maintenance",
                "content": "<p>To ensure optimal performance, security, and feature upgrades of the Hello platform, MSG91 occasionally conducts scheduled maintenance. These activities may require temporary downtime or limited access to certain features.</p><ul class='list-disc pl-5 flex flex-col gap-2'><li><strong>Advance Notification:</strong><br /> All scheduled maintenance windows will be communicated to customers at least 24 hours in advance through any of these official channels including Email, WhatsApp, and SMS, to help you plan accordingly.</li><li><strong>Maintenance Timing:</strong><br /> We aim to schedule such activities during non-peak hours to minimize impact on your operations. However, the timing may vary depending on the nature of the updates or infrastructure enhancements.</li><li><strong>No Impact on SLA Uptime Calculation:</strong><br /> Any downtime occurring due to pre-notified scheduled maintenance will not be counted against the monthly uptime calculation outlined in this SLA.</li><li><strong>Customer Awareness:</strong><br /> It is the customer's responsibility to stay informed through the communication channels provided, and plan usage accordingly during maintenance periods.</li></ul><p>This proactive approach allows us to maintain service quality while keeping you informed every step of the way.</p>"
            },
            {
                "heading": "6. SLA Credit Policy",
                "content": "<p>MSG91 is committed to delivering 99.5% service uptime for Hello. If we fail to meet our 99.5% monthly uptime commitment due to an Unscheduled Service Outage, eligible customers may request a Service Credit as outlined below:</p><ul class=' flex flex-col gap-2'><li><strong>Service Credit Tiers:</strong></li><ul class='list-disc pl-5'><li><strong>99.0% – 99.49% uptime:</strong> 5% of the monthly invoice will be credited</li><li><strong>98.0% – 98.99% uptime:</strong> 10% of the monthly invoice will be credited</li><li><strong>Below 98.0% uptime:</strong> 20% of the monthly invoice will be credited</li></ul><li>To request a credit, customers must submit a formal request within 15 days of the affected month, referencing the relevant downtime incident.</li><li><strong>How It Works:</strong></li><ul class='list-disc pl-5'><li>SLA credits are applied to future invoices and are not available as refunds.</li><li>Only customers on Premium plans are eligible for SLA credits.</li><li>Credits are calculated based on the monthly subscription fee for the Hello service, excluding any add-ons or third-party integration charges.</li></ul></ul>"
            },
            {
                "heading": "7. Exclusions",
                "content": "<p>This SLA does not apply to performance issues, disruptions, or downtime caused by:</p><ul class='list-disc pl-5 flex flex-col gap-2'><li><strong>Customer-Caused Configuration Errors:</strong><br /> Errors or misconfigurations made by the customer while setting up or modifying workflows, integrations, or system preferences within Hello.</li><li><strong>Failures Due to Third-Party Platforms or Integrations:</strong><br /> Any delays, outages, or failures originating from third-party services, platforms, or APIs integrated with Hello (e.g., WhatsApp Business API, Email service providers, CRM tools) that are outside MSG91’s direct control.</li><li><strong>Force Majeure Events:</strong><br /> Events beyond MSG91’s reasonable control that impact service performance or availability, such as:<ul class='list-disc pl-5'><li>Widespread internet infrastructure failures</li><li>Regional or global network disruptions</li><li>Political unrest, riots, or acts of war</li><li>Government actions or regulatory restrictions</li></ul></li><li><strong>Unauthorized Access or Customer Negligence:</strong><br /> Any service disruption caused by unauthorized access using customer credentials, or negligence in securing accounts, systems, or user roles.</li><li><strong>Beta and Trial Services:</strong><br /> Service interruptions or limitations occurring while using Hello under trial, beta, or pilot usage plans unless otherwise agreed to in writing by MSG91.</li><li><strong>Ignored Recommendations:</strong><br /> Downtime resulting from the customer’s failure to act on MSG91’s guidance, especially when previously advised to modify usage or configurations.</li></ul>"
            }
        ]
    }
}