{
  "caseStudies": [
    {
      "heading": "Azim Premji Foundation informs teachers and trainers using SMS via MSG91",
      "content": "Azim Premji Foundation is an NGO which works in the fields of Education. With the vision to help people with proper education by conducting classes and creating awareness, Azim Premji Foundation has been rigorously working on coordinating with the teachers for social welfare.",
      "link": "/case-studies/azimpremji",
      "img": "/img/azim-premji.png",
      "tags": [
        "NGO",
        "Transaction SMS",
        "Unicode",
        "Education"
      ]
    },
    {
      "heading": "Craypolar communicates with its customers using SMS via MSG91",
      "content": "Craypolar provides CRM services to Gym and Fitness centres, where they communicate to their customers information, offers and updates regularly. With the vision to help the customers get seamless fitness services in time, Craypolar has been rigorously working on the operations for the customer’s welfare.",
      "link": "/case-studies/crazypolar",
      "img": "/img/crazypolar.png",
      "tags": [
        "CRM",
        "Services",
        "Startup",
        "Transactional SMS"
      ]
    },
    {
      "heading": "Ixigo ensures seamless communication using SMS via MSG91",
      "content": "Ixigo provides travel and hospitality based services, where they communicate information, offers and updates to their customers regularly. With the vision to help the customers get seamless travel and hospitality services in time, Ixigo has been rigorously working on the operations for the customer’s welfare.",
      "link": "/case-studies/ixigo",
      "img": "/img/ixigo.png",
      "tags": [
        "Food, Travel and Hospitality",
        "Promotional SMS",
        "Services",
        "Transactional SMS"
      ]
    },
    {
      "heading": "Milkbasket sends regular updates to their customers’ via MSG91",
      "content": "Milkbasket is an E-commerce platform providing milk and grocery at doorsteps. With the vision to offer their customers a seamless customized delivery, and to ensure it happens efficiently, Milkbasket has been rigorously working on sending the updates and information for their customers security and satisfaction.",
      "tags": [
        "E-commerce",
        "OTP",
        "Services",
        "Startup",
        "Transactional SMS"
      ],
      "link": "/case-studies/milkbasket",
      "img": "/img/milkbasket.png"
    },
    {
      "heading": "TalkCharge updates their customers’ regularly via MSG91",
      "content": "TalkCharge is a recharge wallet and E-commerce platform. With the vision to offer their customers secured wallet, and to ensure it happens efficiently, TalkCharge has been rigorously working on sending the updates and information for their customers security and satisfaction.",
      "tags": [
        "E-commerce",
        "Services",
        "Startup",
        "Transactional SMS"
      ],
      "link": "/case-studies/talkcharge",
      "img": "/img/talkcharge_1.png"
    },
    {
      "heading": "Razorpay ensures their customers’ security via MSG91",
      "content": "Razorpay is a payment gateway. With the vision to offer their customers secured payment gateways integrated with web and mobile applications. To ensure it happens efficiently, Razorpay has been rigorously working on sending the OTPs and payment links for their customers security and satisfaction.",
      "tags": [
        "Fintech",
        "OTP",
        "Startup"
      ],
      "link": "/case-studies/razorpay",
      "img": "/img/razorpay.png"
    },
    {
      "heading": "Zebpay ensures their customers’ security via MSG91",
      "content": "Zebpay is an app-enabled cryptocurrency exchange. With the vision to offer their customers with secured bitcoin transactions, and to ensure it happens efficiently, Zebpay has been rigorously working on sending the OTPs for their customers security and satisfaction.",
      "tags": [
        "Fintech",
        "OTP",
        "Startup"
      ],
      "link": "/case-studies/zebpay",
      "img": "/img/Zebpay.png"
    },
    {
      "heading": "Eurokids updates parents of their children’s school activities via MSG91",
      "content": "Euro Kids is a chain of Schools and Pre-schools across different cities in India. With the vision to offer their students with quality education and ensure their safety and overall development, Euro Kids has been rigorously working on sending the students’ updates for their parent’s satisfaction.",
      "tags": [
        "Education",
        "Services",
        "Transactional SMS"
      ],
      "link": "/case-studies/eurokids",
      "img": "/img/eurokids.png"
    },
    {
      "heading": "Blackbuck conducts seamless operations using SMS communication via MSG91",
      "content": "Blackbuck is an online marketplace platform for freight where shippers and fleet operators can engage seamlessly. With the vision to make freight a seamless experience, and to ensure it happens efficiently, Blackbuck has been rigorously working on establishing a robust communication network for their customers’ satisfaction.",
      "tags": [
        "Logistics",
        "Services",
        "Startup",
        "Transactional SMS"
      ],
      "link": "/case-studies/blackbuck",
      "img": "/img/blackbuck.png"
    },
    {
      "heading": "Barbeque Nation updates customers of their orders via MSG91",
      "content": "Barbeque Nation is a Restaurant chain across different cities in India. With the vision to offer their customers with quality food with a good experience, and to ensure it happens efficiently, Barbeque Nation has been rigorously working on sending the booking updates for their customer’s satisfaction.",
      "tags": [
        "Food, Travel and Hospitality",
        "Services",
        "Transactional SMS"
      ],
      "link": "/case-studies/barbequenation",
      "img": "/img/barbequenation.png"
    },
    {
      "heading": "Policy Bazaar updates its customers using SMS via MSG91",
      "content": "Policy Bazaar is a finance based services, where they update their customers with offers and updates on various financial services. With the vision to help the customers get the due updates in time, Policy Bazaar has been rigorously working on the financial consulting services for the customer’s welfare.",
      "tags": [
        "Fintech",
        "Promotional SMS",
        "Transactional SMS"
      ],
      "link": "/case-studies/policybazaar",
      "img": "/img/Policybazaar.png"
    },
    {
      "heading": "Joey Rooms keeps their clients updated with SMS via MSG91",
      "content": "Joey Rooms is an online platform where you can find PG and hostel accommodations on a monthly and daily basis rental. With the vision to help their customers find the right and cost-effective accommodation in Hyderabad and Bangalore, Joey Rooms has been rigorously working on providing better services for customer welfare.",
      "tags": [
        "Food, Travel and Hospitality",
        "Services",
        "Startup",
        "Transactional SMS"
      ],
      "link": "/case-studies/joeyrooms",
      "img": "/img/joeyrooms.png"
    },
    {
      "heading": "LeadSquared updates the customers of their clients across industries via MSG91",
      "content": "LeadSquared is a lead conversion Marketing and CRM platform. With the vision to offer their customers the best Marketing automated services, and to ensure the lead conversions happen efficiently, LeadSquared has been rigorously working on sending various updates and information for customer satisfaction.",
      "tags": [
        "CRM",
        "Services",
        "Transactional SMS"
      ],
      "link": "/case-studies/leadsq",
      "img": "/img/leadsq.jpg"
    },
    {
      "heading": "LetsShave updates customers of their orders and offers with SMS via MSG91",
      "content": "LetsShave is an E-commerce website that sells shaving accessories manufactured by them. With the vision to offer their customers quality grooming supplies at their doorsteps, LetsShave has partnered with one of the talented pioneers of the razor industry, Dorco.",
      "tags": [
        "E-commerce",
        "Startup",
        "Transactional SMS"
      ],
      "link": "/case-studies/letsshave",
      "img": "/img/letsshave.png"
    },
    {
      "heading": "GrabOnRent updates customers of their orders and offers with SMS via MSG91",
      "content": "GrabOnRent is an online rental services website that rents different lifestyle products such as furniture, bikes, and other accessories across Mumbai, Bengaluru, Hyderabad, and Gurugram. To ensure a seamless and efficient service on time, GrabOnRent has been rigorously working on sending the order updates and other important information for customer satisfaction.",
      "tags": [
        "OTP",
        "Services",
        "Startup",
        "Transactional SMS"
      ],
      "link": "/case-studies/grabonrent",
      "img": "/img/Grabonrent.png"
    },
    {
      "heading": "KartFood updates customers of their orders via MSG91",
      "content": "KartFood is a Kashmir based food delivery startup. With the vision to offer their customers with quality food at their doorsteps, and to ensure it happens efficiently, KartFood has been rigorously working on sending the updates for their customer’s satisfaction.",
      "tags": [
        "Food, Travel and Hospitality",
        "Services",
        "Startup",
        "Transactional SMS"
      ],
      "link": "/case-studies/kartfood",
      "img": "/img/kartfood.png"
    },
    {
      "heading": "Sankalp India Foundation informs blood donors and recipients with SMS via MSG91",
      "content": "Sankalp India Foundation is a Bengaluru based NGO which works in the fields of Blood Donation, Thalassemia cure and management. With the vision to help people requiring blood units with proper supply of blood by conducting blood donation camps and creating...",
      "tags": [
        "NGO",
        "Transactional SMS"
      ],
      "link": "/case-studies/sankalp",
      "img": "/img/sankalp.png"
    },
    {
      "heading": "Leegality keeps their clients updated with SMS via MSG91",
      "content": "Leegality is an online legal consultancy firm. With the vision to help their customers in legal matters like Aadhar e-signing, Leegality has been rigorously working on providing better services for the customer’s welfare.",
      "tags": [
        "OTP",
        "Services",
        "Startup",
        "Transactional SMS"
      ],
      "link": "/case-studies/leegality",
      "img": "/img/Leegality.png"
    },
    {
      "heading": "OxeBox secure their customers’ accounts via MSG91",
      "content": "OxeBox is a Bengaluru based secured e-billing startup. With the vision to offer their customers with secured e-billing, OxeBox has been rigorously working on securing the OxeBox accounts for their customer’s satisfaction.",
      "tags": [
        "OTP",
        "Services",
        "Startup"
      ],
      "link": "/case-studies/oxebox",
      "img": "/img/Oxebox.png"
    },
    {
      "heading": "Loco safeguards their customers’ accounts with OTP SMS via MSG91",
      "content": "Loco is a live trivia game linked to Paytm account, where the users play a live quiz and receives the prize money into their Paytm accounts upon winning. With the vision to offer their customers with the best experience of live trivia game, and to ensure it happens securely, Loco has been working on it by sending the OTP upon login and Paytm account change for their customer’s satisfaction.",
      "tags": [
        "OTP",
        "Startup",
        "Trivia Game"
      ],
      "link": "/case-studies/loco",
      "img": "/img/loco.png"
    },
    {
      "heading": "Technovision updates customers of their offers with SMS via MSG91",
      "content": "Technovision is an E-commerce website which sells mobile phones and accessories. To ensure a seamless and efficient service, Technovision has been rigorously working on sending the offers updates and other important information for their customer’s satisfaction...",
      "tags": [
        "E-commerce",
        "Startup",
        "Transactional SMS"
      ],
      "link": "/case-studies/technovision",
      "img": "/img/Technovision.png"
    },
    {
      "heading": "Mahindra & Mahindra Automotive Division keeps their customers updated with SMS via MSG91",
      "content": "Mahindra & Mahindra Automotive Division (AD) is the automobile unit of the Mahindra Group. With the vision to help their customers manage their cars efficiently by their top-class car services, and to ensure it happens in time, Mahindra & Mahindra AD has been...",
      "tags": [
        "Automobile",
        "OTP",
        "Services",
        "Transactional SMS"
      ],
      "link": "/case-studies/mahindra",
      "img": "/img/Mahindra.png"
    },
    {
      "heading": "ClickPost update their customers of their orders via MSG91",
      "content": "ClickPost is a logistics optimization startup which offers services to E-Commerce businesses for orders’ delivery. With the vision to offer their customers with intact orders delivery at their doorsteps, and to ensure it happens efficiently, ClickPost has been rigorously working...",
      "tags": [
        "Logistics",
        "Services",
        "Startup",
        "Transactional SMS"
      ],
      "link": "/case-studies/clickpost",
      "img": "/img/Clickpost.png"
    },
    {
      "heading": "Smart Shift ensures a hassle-free shift via MSG91",
      "content": "Smart Shift is the logistics service unit of the Mahindra Group where the logistics are transferred across different locations in a hassle-free manner. With the vision to help the customers shift or send logistics across different locations efficiently, Smart Shift has been rigorously...",
      "tags": [
        "Logistics",
        "Services",
        "Startup",
        "Transactional SMS"
      ],
      "link": "/case-studies/smartshift",
      "img": "/img/Smartshift.png"
    },
    {
      "heading": "Mahindra Saboro sends order updates to its customers with SMS via MSG91",
      "content": "Mahindra Saboro, is the milk retailing unit of the Mahindra Agri, which is the farm and agricultural unit of the Mahindra Group. With the vision to help the farmers improve their financials using modern technology and selling their higher quality produce at better markets, Saboro has...",
      "tags": [
        "E-commerce",
        "OTP",
        "Transaction SMS"
      ],
      "link": "/case-studies/saboro",
      "img": "/img/Saboro.jpg"
    },
    {
      "heading": "ZingHR communicates with the potential candidates using SMS via MSG91",
      "content": "ZingHR provides HR CRM services to various companies, where they communicate with the potential candidates. With the vision to help their clients get seamless services in hiring, ZingHR has been rigorously working on the operations to the behest of their clients.",
      "tags": [
        "CRM",
        "Services",
        "Startup",
        "Transactional SMS"
      ],
      "link": "/case-studies/zing",
      "img": "/img/zing.png"
    },
    {
      "heading": "Indialends ensures seamless operations for their customers’ using MSG91",
      "content": "Indialends is a personal loan providing Fintech platform. With the vision to offer their customers a seamless loan approval, and to ensure it happens efficiently, Indialends has been rigorously working on sending the updates and information for their customers security...",
      "tags": [
        "Fintech",
        "OTP",
        "Promotional SMS",
        "Services",
        "Transactional SMS"
      ],
      "link": "/case-studies/indialends",
      "img": "/img/indialends.png"
    },
    {
      "heading": "Unacademy is an online platform that makes both learning and teaching easy with its educational videos and lectures",
      "content": " Unacademy started as a pure marketplace. They attracted teachers with a value proposition based on earnings work from home, and independence via SMS. Low cost but premium content - What makes Unacademy different is the Unacademy educator’s app. This makes it easier for the tutor/mentor to record lectures on the phone at ease. Keeping the cost of content low, they have been able to expand their reach because of the affordability via SMS. Combination courses - Unacademy has set the right benchmarks when it comes to courses and its expanse. Let us say if you are preparing for the management exam – CAT, will parallelly prepare you for all other management colleges who conduct their exams or tests based on similar lines as CAT via SMS.",

      "tags": [
        "Education",
        "Services",
        "Startup"
      ],
      "link": "/case-studies/unacademy",
      "img": "/img/unacademy1.png"
    }
  ]
}