{
  "global":{
    "pagename": "index",
    "index":{
      "code":"no",
      "pagename":"index",
      "head":"this is global index"
    },
    "hello":{
      "code": false,
      "icon": "/img/icon/hello.svg",
      "pagename":"hello",      
      "tagline": "Revolutionize customer support",
      "heading": "Never lose sight of what’s important Don’t just solve tickets, build customer relationships",
      "pageimg":"/img/pageimg/hello.png",
      "features": [
      
        {
          "img": "/img/feature/hello-unlimited-agents.svg",
          "heading": "Unlimited Agents",
          "content": "Unlimited free agents to power up your customer support. More agents mean continuous engagement, more tickets resolved and better customer support on offer. There is no number attached to your number of customer support agents."
        },
        {
          "img": "/img/feature/hello-chat-bot.svg",
          "heading": "Chatbot",
          "content": "Resolve customer queries round-the-clock across text and voice. Let the chatbot tackle simple repetitive queries that don’t require the soft skills and experience of your agents and when required, seamlessly loop in live agents."
        },
        {
          "img": "/img/feature/hello-analytics.svg",
          "heading": "Analytics",
          "content": "Analytics and reports to monitor your agent performance. Get deep actionable insights to deliver outstanding support and achieve your goals. The easy-to-analyse analytics reports will help your agents scale up their customer support."
        },
        {
          "img": "/img/feature/hello-video-call.svg",
          "heading": "Video Call / Screen Sharing",
          "content": "High-quality video calls wherever your customer is. Get on a video call with your customer to co-browse your customer’s screen. Take control of the meeting as your customer screen shares to show information or raise an issue."
        },
        {
          "img": "/img/feature/hello-workflow.svg",
          "heading": "Workflow",
          "content": "Automatically assign conversations to a team or a dedicated agent. Get started with our existing Workflow or set up your customised Workflow based on your business support needs."
        },
        {
          "img": "/img/feature/hello-screen-control.svg",
          "heading": "Screen Control",
          "content": "Control your customer’s screen from where you are Work on the remote screen as if you are really there. Once you get access, get complete control of your customer’s screen, mouse and keyboard to quickly resolve issues."
        }
      ]
    },
    "campaign": {
      "code": false,
      "icon": "/img/icon/campaign.svg",
      "pagename":"campaign",
      "tagline": "Event Base automation",
      "heading": "Connect conversations across channels and tools Deliver personalized, engaging and seamless experiences",
      "pageimg":"/img/pageimg/campaign.svg",
      "features": [
        {
          "img": "/img/feature/campaign-multi-channel-support.svg",
          "heading": "Multi channel support",
          "content": "Support your customers on their preferred channel. Give your customers a better support experience via their preferred channel- SMS, Email, Voice, Push Notification, WhatsApp and more. Meet your customers where they are."
        },
        {
          "img": "/img/feature/campaign-draggable-flow.svg",
          "heading": "Draggable Flow",
          "content": "Drag and drop to create an omnichannel flow with ‘if-then’ scenarios. Choose when you need to initiate an SMS, email, or messaging conversation in a single workflow. Create a flow that is as simple or as complex as your business needs them to be. "
        },
        {
          "img": "/img/feature/campaign-time-based-condition.svg",
          "heading": "Time Based Condition",
          "content": "Send perfectly timed automated messages. Build a thoughtful sending schedule with time-based conditions that control the time zone of when your campaigns are delivered. Support your customers at the right time."
        },
        {
          "img": "/img/feature/campaign-api-based-conditions.svg",
          "heading": "API based Conditions",
          "content": "Get information instantly for real-time interactions. Call for data even when in mid of a flow by sending data to a third-party system or requesting data needed for your communication steps. Deliver real-time information to your customers. "
        },
        {
          "img": "/img/feature/campaign-country-based-condition.svg",
          "heading": "Contry Based Condition",
          "content": "Country-Based Conditions Support your customers across the world. Create personalized and memorable experiences for your customer across countries, languages, content, channels, flows and more. Easily connect, customize and communicate. "
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track campaign performance"}
      ]
    },
    "segmento": {
      "code": false,
      "icon": "/img/icon/segmento.svg",
      "pagename":"segmento",
      "pageimg":"/img/pageimg/segmento.png",
      "tagline": "target based marketing",
      "heading": "Personalize customer journeys with data segmentation Segment people based on their demographics, behaviour, interests and other characteristics.",
      "features": [
        {
          "img": "/img/feature/segmento-create-filters-as-per-segments.svg",
          "heading": "Create filters as per segment",
          "content": "Create a filtered list on your business phonebook. Tailor your marketing efforts by targeting people based on their requirements, traits or patterns by creating a particular filter on your phonebook."
        },
        {
          "img": "/img/feature/segmento-automation-trigger.svg",
          "heading": "Automation Trigger",
          "content": "Trigger meaningful information for the filtered segments. Automate actions on the filters created based on the user’s action or input to deliver relevant and personalised messages for each group."
        },
        {
          "img": "/img/feature/segmento-automation-repeater.svg",
          "heading": "Automation Repeater",
          "content": "Send the most relevant content at the most relevant time. Send auto messages to the same filter at time-based intervals through your audience’s preferred business communication channel."
        },
        {
          "img": "/img/feature/segmento-open-api.svg",
          "heading": "Open API",
          "content": "Use API to get, create, update or delete contact. We provide APIs for every action, big or small, so that you can focus on what matters most- building your amazing product."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track segmento performance"}
      ]
    },
    "otp": {
      "code": false,
      "pagename": "otp",
      "icon": "/img/icon/otp.svg",
      "pageimg":"/img/pageimg/otp.png",
      "tagline": "Instant Secure verification",
      "heading": "Simplest, quickest and most effective way to verify your users Build customer trust and enable business protection with two-factor authentication.",
      "features": [
        {
          "img": "/img/feature/otp-simple-login.svg",
          "heading": "Simple Login",
          "content": "Login with OTP is as simple as login with Gmail Give your users a fast, non-disruptive and simple authentication experience. Implement login with OTP by entering your mobile number or email address to receive OTP via SMS or email."
        },
        {
          "img": "/img/feature/otp-inbuilt-ip-security.svg",
          "heading": "Inbuilt IP Security",
          "content": "Protect against fraud, hacks, validation, blocking Minimize fraud with an extra layer of security. The inbuilt security ensures that when a login is risky the flow does not allow the bad actor to login by viewing it as potentially fraudulent."
        },
        {
          "img": "/img/feature/otp-support-multiple-channels.svg",
          "heading": "Support multiple channels",
          "content": "Build customer trust and increase conversion across multiple channels Authenticate your users on channels they prefer. We support multiple channels including SMS, email, Voice, WhatsApp giving businesses and users the flexibility they need to authenticate."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track otp performance"}
      ]
    },
    "shorturl": {
      "code": false,
      "icon": "/img/icon/shorturl.svg",
      "pagename": "ShortUrl",
      "pageimg":"/img/pageimg/shorturl.svg",
      "tagline": "Simplify your links",
      "heading": "Customise, share and track smart links Optimise your complex links to create short, cleaner links that are easier to share.",
      "features": [
        {
          "img": "/img/feature/shorturl-no-code.svg",
          "heading": "No Code",
          "content": "No code and fewer credits makes it a smart link. Shorten your URL in real-time without putting in any code. Just paste your link and you have a smart link that is easy to share, saves you space and consumes fewer credit."
        },
        {
          "img": "/img/feature/shorturl-number-wise-tracking.svg",
          "heading": "Numberwise Tracking",
          "content": "Gather statistics by monitoring the number of hits from your URL. Track the performance of your shortURL and the number of hits for each recipient. Know how many times the link has been clicked, where is it shared, and how is it driving traffic."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track shorturl performance"}
      ]
    },
    "knowledgebase": {
      "code": false,
      "icon": "/img/icon/knowledgebase.svg",
      "pagename": "KnowledgeBase",
      "pageimg":"/img/pageimg/knowledgebase.svg",
      "tagline": "streamline your Knowledge",
      "heading": "Central repository for information on your products, services or topics Help your customers find answers to their queries on their own at their own convenience",
      "features": [
        {
          "img": "/img/feature/kb-wysiwyg-editor.svg",
          "heading": "WYSIWYG editor",
          "content": "Easily create or edit your knowledge base articles Quickly create your articles with the what you see is what you get content editor. It is as simple to use as if you were using a Word Processor or HTML Editor."
        },
        {
          "img": "/img/feature/kb-seo-friendly.svg",
          "heading": "SEO friendly (Subfolder and subdomain both support)",
          "content": "An SEO-friendly optimized knowledge base Your knowledge base is run on your own domain and not on any subdomain so the algorithms treat it as your website giving it the same importance as your other webpages."          
        },
        {
          "img": "/img/feature/kb-whitelable.svg",
          "heading": "Whitelabel",
          "content": "It works on your branding and not ours Your users view your knowledge base under your branding on your website. Our whitelabel services ensure there’s no indication of it being powered by MSG91."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track knowledgebase performance"}
      ]
    },    
    "sms": {
      "code": true,
      "pagename": "SMS",
      "icon": "/img/icon/sms.svg",
      "tagline": "Next level messaging",
      "heading": "Engage your customers globally with quick, scalable and customizable messages Integrate our developer-friendly APIs to send and receive text messages. ",
      "features": [
        {
          "img": "/img/feature/sms-intelligent-sms-routing.svg",
          "heading": "Intelligent SMS Routing",
          "content": "We find the most reliable route for every message. Your message is sent using your network telecom operator for fast delivery. Incase it fails, within fraction of seconds, we retry and deliver using other network operators."
        },
        {
          "img": "/img/feature/sms-a-reliable-scalable-and-feature-rich-sms-api.svg",
          "heading": "A reliable, scalable and feature-rich SMS API",
          "content": "Integrate easily with our developer-friendly SMS API. Built for developers by developers, explore quick-start guides, code snippets, SDKs and more to smoothen the integration process. Available in all programming languages."
        },
        {
          "img": "/img/feature/sms-multi-lingual-support.svg",
          "heading": "Multi-lingual support",
          "content": "Converse with your audience in their local language. Take your engagement to the next level. Build customer confidence as you send messages in their regional or foreign language anywhere across the world."
        },
        {
          "img": "/img/feature/sms-personalized-sms.svg",
          "heading": "Personalized SMS",
          "content": "Increase customer satisfaction with meaningful engagement. Don’t just engage with customers, create personalized experiences by adding characteristics to your messages. Harness the power of personalization to boost your ROI."
        },
        {
          "img": "/img/feature/sms-link-shortener.svg",
          "heading": "Link shortener",
          "content": "Transform long URL in a shorter, more readable link. Enable the deeply integrated link shortener to convert long URL to shorter links. Get detailed user report on clicks from mobile numbers, browser and IP."
        },
        {
          "img": "/img/feature/sms-enhanced-analytics.svg",
          "heading": "Enhanced Analytics",
          "content": "Real-time graphical view for monitoring and troubleshooting. Optimize your SMS delivery, measure the effectiveness of your campaigns, improve ROI. Always know which messages customers have received and which are missed."
        },
        {
          "img": "/img/feature/sms-enjoy-reliable-low-latency-delivery-worldwide.svg",
          "heading": "Enjoy reliable, low latency delivery-worldwide",
          "content": "Reach 180+ countries reliably with localized senders. Our backend is optimized to process a very high volume of SMS. The automatic rerouting of global traffic in real-time helps us avoid outages and latency."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track sms performance"}
      ]
    },  
    "email": {
      "code": true,
      "pagename": "Email",
      "icon": "/img/icon/email.svg",
      "tagline": "smarter email strategy",
      "heading": "Smart emails that land directly into the right inbox Make the most of these powerful touchpoints between your brand and your customers.",
      "features": [
        {
          "img": "/img/feature/email-template-builder.svg",
          "heading": "Email Template Builder",
          "content": "Drag-and-drop to create the layout of your email. Customize your transactional emails using our no-code, drag-and-drop interface. Preview to see how your email will look when viewed on different devices."
        },
        {
          "img": "/img/feature/email-amp-emails.svg",
          "heading": "AMP Emails",
          "content": "Rich interactive emails to increase user engagement. Your customers can interact dynamically with your message directly in the email to perform tasks and CTAs with fewer steps and zero redirects."
        },
        {
          "img": "/img/feature/email-statistics.svg",
          "heading": "Statistics",
          "content": "Monitor and track every aspect of your email’s lifecycle. Get a graphical representation of the delivery rates, open rates, click-through rates, bounce rates, and spam to iterate and ensure you reach your customer's inbox."
        },
        {
          "img": "/img/feature/email-smtp-restapi-support.svg",
          "heading": "SMTP/RestAPI support",
          "content": "Integrate with our RESTful APIs and SMTP in minutes. Get your hands on our comprehensive documentation or connect with our support superheroes to easily integrate into your custom or third-party apps to start sending emails."
        },
        {
          "img": "/img/feature/email-validation.svg",
          "heading": "Email Validation",
          "content": "Positively impact the engagement and reputation of your brand. Deliver more messages to real contacts with our real-time API that detects and suppresses invalid email address with an accuracy rate of up to 85% to give you a clean list."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track email performance"}
      ]
    },
    "voice": {
      "code": true,
      "pagename": "Voice",
      "icon": "/img/icon/voice.svg",
      "tagline": "connect with confidence",
      "heading": "Boost customer engagement and build trust Start real-time conversations with crystal clear audio, low latency and deeper insights.",
      "features": [
        {
          "img": "/img/feature/voice-direct-calling-from-hello.svg",
          "heading": "Direct Calling From Hello",
          "content": "Skip the 2-way calling and directly call from browser. Save your agent calling time and enhance customer experience. Easily connect two phone numbers without keeping one on hold to start a customer conversation."
        },
        {
          "img": "/img/feature/voice-ivr-flow.svg",
          "heading": "IVR Flow",
          "content": "Modern IVR that makes customer interaction quick and hassle-free. Smart IVR system that offers more that just resolving queries. Besides the usual, you can create a time-based or agent-based setting and even record a message."
        },
        {
          "img": "/img/feature/voice-bulk-voice.svg",
          "heading": "Bulk Voice",
          "content": "Speak directly with your audience over a single call. Record your voice message and blast the message you wish to convey to hundreds and thousands of customer in one go. A ringing phone call is usually hard to ignore."
        },
        {
          "img": "/img/feature/voice-multiple-way-to-upload-file.svg",
          "heading": "Multiple Way to Upload File",
          "content": "Upload your audio message in multiple ways. Amplify your customer interaction with personalised voice message. Record your message for bulk voice call or IVR menu through text-to-speech, browser mic or phone call."
        },
        {
          "img": "/img/feature/voice-bulk-voice-with-ivr.svg",
          "heading": "Bulk voice with IVR",
          "content": "Connect your voice call to the IVR. Not just send a bulk voice message but also get a response from your users. Record the message you’d like to convey and send it to your customers using an IVR."
        },
        {
          "img": "/img/feature/voice-real-time-connect-with-agent-on-user-input-on-bulk-call.svg",
          "heading": "Real time connect with agent on user input on bulk call",
          "content": "Direct your user to your support agent. Up the customer experience game by offering real-time support when you connect your users to your customer support agents based on their bulk call input."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track voice performance"}
      ]
    },
    "whatsapp": {
      "code": true,
      "pagename": "WhatsApp",
      "icon": "/img/icon/whatsapp.svg",
      "tagline": "dominate popular platforms",
      "heading": "Drive better customer engagement outcomes Meet your customers where they already are, on the platform with 2 billion+ users.",
      "features": [
        {
          "img": "/img/feature/whatsapp-support-base64.svg",
          "heading": "Support Base64",
          "content": "Send the body in JSON and leave the rest to us. No need to make a URL or upload your file as you can directly send JSON body and it will be converted automatically into Base64 format and sent via WhatsApp."
        },
        {
          "img": "/img/feature/whatsapp-2way-communication.svg",
          "heading": "2way communication",
          "content": "Say hello to go on HELLO. Give your customer the right platform to continue the conversation. Once they reply, they are directly taken to HELLO to start a 2-way communication with your business."
        },
        {
          "img": "/img/feature/whatsapp-manage-template-inside-panel.svg",
          "heading": "Manage template inside panel",
          "content": "Create and manage your templates right here. No need to switch platforms to create your template. You can create the templates, manage it and check the status of it right here without going on Facebook."
        },
        {
          "img": "/img/feature/whatsapp-analytics.svg",
          "heading": "Analytics",
          "content": "Get graphical insights into your business messages. Analyse and improvise your business messaging with the right metrics. Get a graphical report on the number of messages sent, delivered, conversations and more."
        },
        {
          "img": "/img/feature/whatsapp-export-logs.svg",
          "heading": "Export Logs",
          "content": "Get individual outbound and inbound messages logs. Export the logs for better viewing and insights. Get details of all the outbound and inbound messages and conversations your business had with your customers."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track whatsapp performance"}
      ]
    }
  },
  "in":{
    "pagename": "index",
    "index":{
      "code":"no",
      "pagename":"index",
      "head":"this is global index"
    },
    "hello":{
      "code": false,
      "icon": "/img/icon/hello.svg",
      "pagename":"hello",      
      "tagline": "Revolutionize customer support",
      "heading": "Never lose sight of what’s important Don’t just solve tickets, build customer relationships",
      "pageimg":"/img/pageimg/hello.png",
      "features": [
      
        {
          "img": "/img/feature/hello-unlimited-agents.svg",
          "heading": "Unlimited Agents",
          "content": "Unlimited free agents to power up your customer support. More agents mean continuous engagement, more tickets resolved and better customer support on offer. There is no number attached to your number of customer support agents."
        },
        {
          "img": "/img/feature/hello-chat-bot.svg",
          "heading": "Chatbot",
          "content": "Resolve customer queries round-the-clock across text and voice. Let the chatbot tackle simple repetitive queries that don’t require the soft skills and experience of your agents and when required, seamlessly loop in live agents."
        },
        {
          "img": "/img/feature/hello-analytics.svg",
          "heading": "Analytics",
          "content": "Analytics and reports to monitor your agent performance. Get deep actionable insights to deliver outstanding support and achieve your goals. The easy-to-analyse analytics reports will help your agents scale up their customer support."
        },
        {
          "img": "/img/feature/hello-video-call.svg",
          "heading": "Video Call / Screen Sharing",
          "content": "High-quality video calls wherever your customer is. Get on a video call with your customer to co-browse your customer’s screen. Take control of the meeting as your customer screen shares to show information or raise an issue."
        },
        {
          "img": "/img/feature/hello-workflow.svg",
          "heading": "Workflow",
          "content": "Automatically assign conversations to a team or a dedicated agent. Get started with our existing Workflow or set up your customised Workflow based on your business support needs."
        },
        {
          "img": "/img/feature/hello-screen-control.svg",
          "heading": "Screen Control",
          "content": "Control your customer’s screen from where you are Work on the remote screen as if you are really there. Once you get access, get complete control of your customer’s screen, mouse and keyboard to quickly resolve issues."
        }
      ]
    },
    "campaign": {
      "code": false,
      "icon": "/img/icon/campaign.svg",
      "pagename":"campaign",
      "tagline": "Event Base automation",
      "heading": "Connect conversations across channels and tools Deliver personalized, engaging and seamless experiences",
      "pageimg":"/img/pageimg/campaign.svg",
      "features": [
        {
          "img": "/img/feature/campaign-multi-channel-support.svg",
          "heading": "Multi channel support",
          "content": "Support your customers on their preferred channel. Give your customers a better support experience via their preferred channel- SMS, Email, Voice, Push Notification, WhatsApp and more. Meet your customers where they are."
        },
        {
          "img": "/img/feature/campaign-draggable-flow.svg",
          "heading": "Draggable Flow",
          "content": "Drag and drop to create an omnichannel flow with ‘if-then’ scenarios. Choose when you need to initiate an SMS, email, or messaging conversation in a single workflow. Create a flow that is as simple or as complex as your business needs them to be. "
        },
        {
          "img": "/img/feature/campaign-time-based-condition.svg",
          "heading": "Time Based Condition",
          "content": "Send perfectly timed automated messages. Build a thoughtful sending schedule with time-based conditions that control the time zone of when your campaigns are delivered. Support your customers at the right time."
        },
        {
          "img": "/img/feature/campaign-api-based-conditions.svg",
          "heading": "API based Conditions",
          "content": "Get information instantly for real-time interactions. Call for data even when in mid of a flow by sending data to a third-party system or requesting data needed for your communication steps. Deliver real-time information to your customers. "
        },
        {
          "img": "/img/feature/campaign-country-based-condition.svg",
          "heading": "Contry Based Condition",
          "content": "Country-Based Conditions Support your customers across the world. Create personalized and memorable experiences for your customer across countries, languages, content, channels, flows and more. Easily connect, customize and communicate. "
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track campaign performance"}
      ]
    },
    "segmento": {
      "code": false,
      "icon": "/img/icon/segmento.svg",
      "pagename":"segmento",
      "pageimg":"/img/pageimg/segmento.png",
      "tagline": "target based marketing",
      "heading": "Personalize customer journeys with data segmentation Segment people based on their demographics, behaviour, interests and other characteristics.",
      "features": [
        {
          "img": "/img/feature/segmento-create-filters-as-per-segments.svg",
          "heading": "Create filters as per segment",
          "content": "Create a filtered list on your business phonebook. Tailor your marketing efforts by targeting people based on their requirements, traits or patterns by creating a particular filter on your phonebook."
        },
        {
          "img": "/img/feature/segmento-automation-trigger.svg",
          "heading": "Automation Trigger",
          "content": "Trigger meaningful information for the filtered segments. Automate actions on the filters created based on the user’s action or input to deliver relevant and personalised messages for each group."
        },
        {
          "img": "/img/feature/segmento-automation-repeater.svg",
          "heading": "Automation Repeater",
          "content": "Send the most relevant content at the most relevant time. Send auto messages to the same filter at time-based intervals through your audience’s preferred business communication channel."
        },
        {
          "img": "/img/feature/segmento-open-api.svg",
          "heading": "Open API",
          "content": "Use API to get, create, update or delete contact. We provide APIs for every action, big or small, so that you can focus on what matters most- building your amazing product."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track segmento performance"}
      ]
    },
    "otp": {
      "code": false,
      "pagename": "otp",
      "icon": "/img/icon/otp.svg",
      "pageimg":"/img/pageimg/otp.png",
      "tagline": "Instant Secure verification",
      "heading": "Simplest, quickest and most effective way to verify your users Build customer trust and enable business protection with two-factor authentication.",
      "features": [
        {
          "img": "/img/feature/otp-simple-login.svg",
          "heading": "Simple Login",
          "content": "Login with OTP is as simple as login with Gmail Give your users a fast, non-disruptive and simple authentication experience. Implement login with OTP by entering your mobile number or email address to receive OTP via SMS or email."
        },
        {
          "img": "/img/feature/otp-inbuilt-ip-security.svg",
          "heading": "Inbuilt IP Security",
          "content": "Protect against fraud, hacks, validation, blocking Minimize fraud with an extra layer of security. The inbuilt security ensures that when a login is risky the flow does not allow the bad actor to login by viewing it as potentially fraudulent."
        },
        {
          "img": "/img/feature/otp-support-multiple-channels.svg",
          "heading": "Support multiple channels",
          "content": "Build customer trust and increase conversion across multiple channels Authenticate your users on channels they prefer. We support multiple channels including SMS, email, Voice, WhatsApp giving businesses and users the flexibility they need to authenticate."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track otp performance"}
      ]
    },
    "shorturl": {
      "code": false,
      "icon": "/img/icon/shorturl.svg",
      "pagename": "ShortUrl",
      "pageimg":"/img/pageimg/shorturl.svg",
      "tagline": "Simplify your links",
      "heading": "Customise, share and track smart links Optimise your complex links to create short, cleaner links that are easier to share.",
      "features": [
        {
          "img": "/img/feature/shorturl-no-code.svg",
          "heading": "No Code",
          "content": "No code and fewer credits makes it a smart link. Shorten your URL in real-time without putting in any code. Just paste your link and you have a smart link that is easy to share, saves you space and consumes fewer credit."
        },
        {
          "img": "/img/feature/shorturl-number-wise-tracking.svg",
          "heading": "Numberwise Tracking",
          "content": "Gather statistics by monitoring the number of hits from your URL. Track the performance of your shortURL and the number of hits for each recipient. Know how many times the link has been clicked, where is it shared, and how is it driving traffic."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track shorturl performance"}
      ]
    },
    "knowledgebase": {
      "code": false,
      "icon": "/img/icon/knowledgebase.svg",
      "pagename": "KnowledgeBase",
      "pageimg":"/img/pageimg/knowledgebase.svg",
      "tagline": "streamline your Knowledge",
      "heading": "Central repository for information on your products, services or topics Help your customers find answers to their queries on their own at their own convenience",
      "features": [
        {
          "img": "/img/feature/kb-wysiwyg-editor.svg",
          "heading": "WYSIWYG editor",
          "content": "Easily create or edit your knowledge base articles Quickly create your articles with the what you see is what you get content editor. It is as simple to use as if you were using a Word Processor or HTML Editor."
        },
        {
          "img": "/img/feature/kb-seo-friendly.svg",
          "heading": "SEO friendly (Subfolder and subdomain both support)",
          "content": "An SEO-friendly optimized knowledge base Your knowledge base is run on your own domain and not on any subdomain so the algorithms treat it as your website giving it the same importance as your other webpages."          
        },
        {
          "img": "/img/feature/kb-whitelable.svg",
          "heading": "Whitelabel",
          "content": "It works on your branding and not ours Your users view your knowledge base under your branding on your website. Our whitelabel services ensure there’s no indication of it being powered by MSG91."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track knowledgebase performance"}
      ]
    },    
    "sms": {
      "code": true,
      "pagename": "SMS",
      "icon": "/img/icon/sms.svg",
      "tagline": "Next level messaging",
      "heading": "Engage your customers globally with quick, scalable and customizable messages Integrate our developer-friendly APIs to send and receive text messages. ",
      "features": [
        {
          "img": "/img/feature/sms-intelligent-sms-routing.svg",
          "heading": "Intelligent SMS Routing",
          "content": "We find the most reliable route for every message. Your message is sent using your network telecom operator for fast delivery. Incase it fails, within fraction of seconds, we retry and deliver using other network operators."
        },
        {
          "img": "/img/feature/sms-a-reliable-scalable-and-feature-rich-sms-api.svg",
          "heading": "A reliable, scalable and feature-rich SMS API",
          "content": "Integrate easily with our developer-friendly SMS API. Built for developers by developers, explore quick-start guides, code snippets, SDKs and more to smoothen the integration process. Available in all programming languages."
        },
        {
          "img": "/img/feature/sms-multi-lingual-support.svg",
          "heading": "Multi-lingual support",
          "content": "Converse with your audience in their local language. Take your engagement to the next level. Build customer confidence as you send messages in their regional or foreign language anywhere across the world."
        },
        {
          "img": "/img/feature/sms-personalized-sms.svg",
          "heading": "Personalized SMS",
          "content": "Increase customer satisfaction with meaningful engagement. Don’t just engage with customers, create personalized experiences by adding characteristics to your messages. Harness the power of personalization to boost your ROI."
        },
        {
          "img": "/img/feature/sms-link-shortener.svg",
          "heading": "Link shortener",
          "content": "Transform long URL in a shorter, more readable link. Enable the deeply integrated link shortener to convert long URL to shorter links. Get detailed user report on clicks from mobile numbers, browser and IP."
        },
        {
          "img": "/img/feature/sms-enhanced-analytics.svg",
          "heading": "Enhanced Analytics",
          "content": "Real-time graphical view for monitoring and troubleshooting. Optimize your SMS delivery, measure the effectiveness of your campaigns, improve ROI. Always know which messages customers have received and which are missed."
        },
        {
          "img": "/img/feature/sms-enjoy-reliable-low-latency-delivery-worldwide.svg",
          "heading": "Enjoy reliable, low latency delivery-worldwide",
          "content": "Reach 180+ countries reliably with localized senders. Our backend is optimized to process a very high volume of SMS. The automatic rerouting of global traffic in real-time helps us avoid outages and latency."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track sms performance"}
      ]
    },  
    "email": {
      "code": true,
      "pagename": "Email",
      "icon": "/img/icon/email.svg",
      "tagline": "smarter email strategy",
      "heading": "Smart emails that land directly into the right inbox Make the most of these powerful touchpoints between your brand and your customers.",
      "features": [
        {
          "img": "/img/feature/email-template-builder.svg",
          "heading": "Email Template Builder",
          "content": "Drag-and-drop to create the layout of your email. Customize your transactional emails using our no-code, drag-and-drop interface. Preview to see how your email will look when viewed on different devices."
        },
        {
          "img": "/img/feature/email-amp-emails.svg",
          "heading": "AMP Emails",
          "content": "Rich interactive emails to increase user engagement. Your customers can interact dynamically with your message directly in the email to perform tasks and CTAs with fewer steps and zero redirects."
        },
        {
          "img": "/img/feature/email-statistics.svg",
          "heading": "Statistics",
          "content": "Monitor and track every aspect of your email’s lifecycle. Get a graphical representation of the delivery rates, open rates, click-through rates, bounce rates, and spam to iterate and ensure you reach your customer's inbox."
        },
        {
          "img": "/img/feature/email-smtp-restapi-support.svg",
          "heading": "SMTP/RestAPI support",
          "content": "Integrate with our RESTful APIs and SMTP in minutes. Get your hands on our comprehensive documentation or connect with our support superheroes to easily integrate into your custom or third-party apps to start sending emails."
        },
        {
          "img": "/img/feature/email-validation.svg",
          "heading": "Email Validation",
          "content": "Positively impact the engagement and reputation of your brand. Deliver more messages to real contacts with our real-time API that detects and suppresses invalid email address with an accuracy rate of up to 85% to give you a clean list."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track email performance"}
      ]
    },
    "voice": {
      "code": true,
      "pagename": "Voice",
      "icon": "/img/icon/voice.svg",
      "tagline": "connect with confidence",
      "heading": "Boost customer engagement and build trust Start real-time conversations with crystal clear audio, low latency and deeper insights.",
      "features": [
        {
          "img": "/img/feature/voice-direct-calling-from-hello.svg",
          "heading": "Direct Calling From Hello",
          "content": "Skip the 2-way calling and directly call from browser. Save your agent calling time and enhance customer experience. Easily connect two phone numbers without keeping one on hold to start a customer conversation."
        },
        {
          "img": "/img/feature/voice-ivr-flow.svg",
          "heading": "IVR Flow",
          "content": "Modern IVR that makes customer interaction quick and hassle-free. Smart IVR system that offers more that just resolving queries. Besides the usual, you can create a time-based or agent-based setting and even record a message."
        },
        {
          "img": "/img/feature/voice-bulk-voice.svg",
          "heading": "Bulk Voice",
          "content": "Speak directly with your audience over a single call. Record your voice message and blast the message you wish to convey to hundreds and thousands of customer in one go. A ringing phone call is usually hard to ignore."
        },
        {
          "img": "/img/feature/voice-multiple-way-to-upload-file.svg",
          "heading": "Multiple Way to Upload File",
          "content": "Upload your audio message in multiple ways. Amplify your customer interaction with personalised voice message. Record your message for bulk voice call or IVR menu through text-to-speech, browser mic or phone call."
        },
        {
          "img": "/img/feature/voice-bulk-voice-with-ivr.svg",
          "heading": "Bulk voice with IVR",
          "content": "Connect your voice call to the IVR. Not just send a bulk voice message but also get a response from your users. Record the message you’d like to convey and send it to your customers using an IVR."
        },
        {
          "img": "/img/feature/voice-real-time-connect-with-agent-on-user-input-on-bulk-call.svg",
          "heading": "Real time connect with agent on user input on bulk call",
          "content": "Direct your user to your support agent. Up the customer experience game by offering real-time support when you connect your users to your customer support agents based on their bulk call input."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track voice performance"}
      ]
    },
    "whatsapp": {
      "code": true,
      "pagename": "WhatsApp",
      "icon": "/img/icon/whatsapp.svg",
      "tagline": "dominate popular platforms",
      "heading": "Drive better customer engagement outcomes Meet your customers where they already are, on the platform with 2 billion+ users.",
      "features": [
        {
          "img": "/img/feature/whatsapp-support-base64.svg",
          "heading": "Support Base64",
          "content": "Send the body in JSON and leave the rest to us. No need to make a URL or upload your file as you can directly send JSON body and it will be converted automatically into Base64 format and sent via WhatsApp."
        },
        {
          "img": "/img/feature/whatsapp-2way-communication.svg",
          "heading": "2way communication",
          "content": "Say hello to go on HELLO. Give your customer the right platform to continue the conversation. Once they reply, they are directly taken to HELLO to start a 2-way communication with your business."
        },
        {
          "img": "/img/feature/whatsapp-manage-template-inside-panel.svg",
          "heading": "Manage template inside panel",
          "content": "Create and manage your templates right here. No need to switch platforms to create your template. You can create the templates, manage it and check the status of it right here without going on Facebook."
        },
        {
          "img": "/img/feature/whatsapp-analytics.svg",
          "heading": "Analytics",
          "content": "Get graphical insights into your business messages. Analyse and improvise your business messaging with the right metrics. Get a graphical report on the number of messages sent, delivered, conversations and more."
        },
        {
          "img": "/img/feature/whatsapp-export-logs.svg",
          "heading": "Export Logs",
          "content": "Get individual outbound and inbound messages logs. Export the logs for better viewing and insights. Get details of all the outbound and inbound messages and conversations your business had with your customers."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track whatsapp performance"}
      ]
    }
  },
  "ae":{
    "pagename": "index",
    "index":{
      "code":"no",
      "pagename":"index",
      "head":"this is global index"
    },
    "hello":{
      "code": false,
      "icon": "/img/icon/hello.svg",
      "pagename":"hello",      
      "tagline": "Revolutionize customer support",
      "heading": "Never lose sight of what’s important Don’t just solve tickets, build customer relationships",
      "pageimg":"/img/pageimg/hello.png",
      "features": [
      
        {
          "img": "/img/feature/hello-unlimited-agents.svg",
          "heading": "Unlimited Agents",
          "content": "Unlimited free agents to power up your customer support. More agents mean continuous engagement, more tickets resolved and better customer support on offer. There is no number attached to your number of customer support agents."
        },
        {
          "img": "/img/feature/hello-chat-bot.svg",
          "heading": "Chatbot",
          "content": "Resolve customer queries round-the-clock across text and voice. Let the chatbot tackle simple repetitive queries that don’t require the soft skills and experience of your agents and when required, seamlessly loop in live agents."
        },
        {
          "img": "/img/feature/hello-analytics.svg",
          "heading": "Analytics",
          "content": "Analytics and reports to monitor your agent performance. Get deep actionable insights to deliver outstanding support and achieve your goals. The easy-to-analyse analytics reports will help your agents scale up their customer support."
        },
        {
          "img": "/img/feature/hello-video-call.svg",
          "heading": "Video Call / Screen Sharing",
          "content": "High-quality video calls wherever your customer is. Get on a video call with your customer to co-browse your customer’s screen. Take control of the meeting as your customer screen shares to show information or raise an issue."
        },
        {
          "img": "/img/feature/hello-workflow.svg",
          "heading": "Workflow",
          "content": "Automatically assign conversations to a team or a dedicated agent. Get started with our existing Workflow or set up your customised Workflow based on your business support needs."
        },
        {
          "img": "/img/feature/hello-screen-control.svg",
          "heading": "Screen Control",
          "content": "Control your customer’s screen from where you are Work on the remote screen as if you are really there. Once you get access, get complete control of your customer’s screen, mouse and keyboard to quickly resolve issues."
        }
      ]
    },
    "campaign": {
      "code": false,
      "icon": "/img/icon/campaign.svg",
      "pagename":"campaign",
      "tagline": "Event Base automation",
      "heading": "Connect conversations across channels and tools Deliver personalized, engaging and seamless experiences",
      "pageimg":"/img/pageimg/campaign.svg",
      "features": [
        {
          "img": "/img/feature/campaign-multi-channel-support.svg",
          "heading": "Multi channel support",
          "content": "Support your customers on their preferred channel. Give your customers a better support experience via their preferred channel- SMS, Email, Voice, Push Notification, WhatsApp and more. Meet your customers where they are."
        },
        {
          "img": "/img/feature/campaign-draggable-flow.svg",
          "heading": "Draggable Flow",
          "content": "Drag and drop to create an omnichannel flow with ‘if-then’ scenarios. Choose when you need to initiate an SMS, email, or messaging conversation in a single workflow. Create a flow that is as simple or as complex as your business needs them to be. "
        },
        {
          "img": "/img/feature/campaign-time-based-condition.svg",
          "heading": "Time Based Condition",
          "content": "Send perfectly timed automated messages. Build a thoughtful sending schedule with time-based conditions that control the time zone of when your campaigns are delivered. Support your customers at the right time."
        },
        {
          "img": "/img/feature/campaign-api-based-conditions.svg",
          "heading": "API based Conditions",
          "content": "Get information instantly for real-time interactions. Call for data even when in mid of a flow by sending data to a third-party system or requesting data needed for your communication steps. Deliver real-time information to your customers. "
        },
        {
          "img": "/img/feature/campaign-country-based-condition.svg",
          "heading": "Contry Based Condition",
          "content": "Country-Based Conditions Support your customers across the world. Create personalized and memorable experiences for your customer across countries, languages, content, channels, flows and more. Easily connect, customize and communicate. "
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track campaign performance"}
      ]
    },
    "segmento": {
      "code": false,
      "icon": "/img/icon/segmento.svg",
      "pagename":"segmento",
      "pageimg":"/img/pageimg/segmento.png",
      "tagline": "target based marketing",
      "heading": "Personalize customer journeys with data segmentation Segment people based on their demographics, behaviour, interests and other characteristics.",
      "features": [
        {
          "img": "/img/feature/segmento-create-filters-as-per-segments.svg",
          "heading": "Create filters as per segment",
          "content": "Create a filtered list on your business phonebook. Tailor your marketing efforts by targeting people based on their requirements, traits or patterns by creating a particular filter on your phonebook."
        },
        {
          "img": "/img/feature/segmento-automation-trigger.svg",
          "heading": "Automation Trigger",
          "content": "Trigger meaningful information for the filtered segments. Automate actions on the filters created based on the user’s action or input to deliver relevant and personalised messages for each group."
        },
        {
          "img": "/img/feature/segmento-automation-repeater.svg",
          "heading": "Automation Repeater",
          "content": "Send the most relevant content at the most relevant time. Send auto messages to the same filter at time-based intervals through your audience’s preferred business communication channel."
        },
        {
          "img": "/img/feature/segmento-open-api.svg",
          "heading": "Open API",
          "content": "Use API to get, create, update or delete contact. We provide APIs for every action, big or small, so that you can focus on what matters most- building your amazing product."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track segmento performance"}
      ]
    },
    "otp": {
      "code": false,
      "pagename": "otp",
      "icon": "/img/icon/otp.svg",
      "pageimg":"/img/pageimg/otp.png",
      "tagline": "Instant Secure verification",
      "heading": "Simplest, quickest and most effective way to verify your users Build customer trust and enable business protection with two-factor authentication.",
      "features": [
        {
          "img": "/img/feature/otp-simple-login.svg",
          "heading": "Simple Login",
          "content": "Login with OTP is as simple as login with Gmail Give your users a fast, non-disruptive and simple authentication experience. Implement login with OTP by entering your mobile number or email address to receive OTP via SMS or email."
        },
        {
          "img": "/img/feature/otp-inbuilt-ip-security.svg",
          "heading": "Inbuilt IP Security",
          "content": "Protect against fraud, hacks, validation, blocking Minimize fraud with an extra layer of security. The inbuilt security ensures that when a login is risky the flow does not allow the bad actor to login by viewing it as potentially fraudulent."
        },
        {
          "img": "/img/feature/otp-support-multiple-channels.svg",
          "heading": "Support multiple channels",
          "content": "Build customer trust and increase conversion across multiple channels Authenticate your users on channels they prefer. We support multiple channels including SMS, email, Voice, WhatsApp giving businesses and users the flexibility they need to authenticate."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track otp performance"}
      ]
    },
    "shorturl": {
      "code": false,
      "icon": "/img/icon/shorturl.svg",
      "pagename": "ShortUrl",
      "pageimg":"/img/pageimg/shorturl.svg",
      "tagline": "Simplify your links",
      "heading": "Customise, share and track smart links Optimise your complex links to create short, cleaner links that are easier to share.",
      "features": [
        {
          "img": "/img/feature/shorturl-no-code.svg",
          "heading": "No Code",
          "content": "No code and fewer credits makes it a smart link. Shorten your URL in real-time without putting in any code. Just paste your link and you have a smart link that is easy to share, saves you space and consumes fewer credit."
        },
        {
          "img": "/img/feature/shorturl-number-wise-tracking.svg",
          "heading": "Numberwise Tracking",
          "content": "Gather statistics by monitoring the number of hits from your URL. Track the performance of your shortURL and the number of hits for each recipient. Know how many times the link has been clicked, where is it shared, and how is it driving traffic."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track shorturl performance"}
      ]
    },
    "knowledgebase": {
      "code": false,
      "icon": "/img/icon/knowledgebase.svg",
      "pagename": "KnowledgeBase",
      "pageimg":"/img/pageimg/knowledgebase.svg",
      "tagline": "streamline your Knowledge",
      "heading": "Central repository for information on your products, services or topics Help your customers find answers to their queries on their own at their own convenience",
      "features": [
        {
          "img": "/img/feature/kb-wysiwyg-editor.svg",
          "heading": "WYSIWYG editor",
          "content": "Easily create or edit your knowledge base articles Quickly create your articles with the what you see is what you get content editor. It is as simple to use as if you were using a Word Processor or HTML Editor."
        },
        {
          "img": "/img/feature/kb-seo-friendly.svg",
          "heading": "SEO friendly (Subfolder and subdomain both support)",
          "content": "An SEO-friendly optimized knowledge base Your knowledge base is run on your own domain and not on any subdomain so the algorithms treat it as your website giving it the same importance as your other webpages."          
        },
        {
          "img": "/img/feature/kb-whitelable.svg",
          "heading": "Whitelabel",
          "content": "It works on your branding and not ours Your users view your knowledge base under your branding on your website. Our whitelabel services ensure there’s no indication of it being powered by MSG91."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track knowledgebase performance"}
      ]
    },    
    "sms": {
      "code": true,
      "pagename": "SMS",
      "icon": "/img/icon/sms.svg",
      "tagline": "Next level messaging",
      "heading": "Engage your customers globally with quick, scalable and customizable messages Integrate our developer-friendly APIs to send and receive text messages. ",
      "features": [
        {
          "img": "/img/feature/sms-intelligent-sms-routing.svg",
          "heading": "Intelligent SMS Routing",
          "content": "We find the most reliable route for every message. Your message is sent using your network telecom operator for fast delivery. Incase it fails, within fraction of seconds, we retry and deliver using other network operators."
        },
        {
          "img": "/img/feature/sms-a-reliable-scalable-and-feature-rich-sms-api.svg",
          "heading": "A reliable, scalable and feature-rich SMS API",
          "content": "Integrate easily with our developer-friendly SMS API. Built for developers by developers, explore quick-start guides, code snippets, SDKs and more to smoothen the integration process. Available in all programming languages."
        },
        {
          "img": "/img/feature/sms-multi-lingual-support.svg",
          "heading": "Multi-lingual support",
          "content": "Converse with your audience in their local language. Take your engagement to the next level. Build customer confidence as you send messages in their regional or foreign language anywhere across the world."
        },
        {
          "img": "/img/feature/sms-personalized-sms.svg",
          "heading": "Personalized SMS",
          "content": "Increase customer satisfaction with meaningful engagement. Don’t just engage with customers, create personalized experiences by adding characteristics to your messages. Harness the power of personalization to boost your ROI."
        },
        {
          "img": "/img/feature/sms-link-shortener.svg",
          "heading": "Link shortener",
          "content": "Transform long URL in a shorter, more readable link. Enable the deeply integrated link shortener to convert long URL to shorter links. Get detailed user report on clicks from mobile numbers, browser and IP."
        },
        {
          "img": "/img/feature/sms-enhanced-analytics.svg",
          "heading": "Enhanced Analytics",
          "content": "Real-time graphical view for monitoring and troubleshooting. Optimize your SMS delivery, measure the effectiveness of your campaigns, improve ROI. Always know which messages customers have received and which are missed."
        },
        {
          "img": "/img/feature/sms-enjoy-reliable-low-latency-delivery-worldwide.svg",
          "heading": "Enjoy reliable, low latency delivery-worldwide",
          "content": "Reach 180+ countries reliably with localized senders. Our backend is optimized to process a very high volume of SMS. The automatic rerouting of global traffic in real-time helps us avoid outages and latency."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track sms performance"}
      ]
    },  
    "email": {
      "code": true,
      "pagename": "Email",
      "icon": "/img/icon/email.svg",
      "tagline": "smarter email strategy",
      "heading": "Smart emails that land directly into the right inbox Make the most of these powerful touchpoints between your brand and your customers.",
      "features": [
        {
          "img": "/img/feature/email-template-builder.svg",
          "heading": "Email Template Builder",
          "content": "Drag-and-drop to create the layout of your email. Customize your transactional emails using our no-code, drag-and-drop interface. Preview to see how your email will look when viewed on different devices."
        },
        {
          "img": "/img/feature/email-amp-emails.svg",
          "heading": "AMP Emails",
          "content": "Rich interactive emails to increase user engagement. Your customers can interact dynamically with your message directly in the email to perform tasks and CTAs with fewer steps and zero redirects."
        },
        {
          "img": "/img/feature/email-statistics.svg",
          "heading": "Statistics",
          "content": "Monitor and track every aspect of your email’s lifecycle. Get a graphical representation of the delivery rates, open rates, click-through rates, bounce rates, and spam to iterate and ensure you reach your customer's inbox."
        },
        {
          "img": "/img/feature/email-smtp-restapi-support.svg",
          "heading": "SMTP/RestAPI support",
          "content": "Integrate with our RESTful APIs and SMTP in minutes. Get your hands on our comprehensive documentation or connect with our support superheroes to easily integrate into your custom or third-party apps to start sending emails."
        },
        {
          "img": "/img/feature/email-validation.svg",
          "heading": "Email Validation",
          "content": "Positively impact the engagement and reputation of your brand. Deliver more messages to real contacts with our real-time API that detects and suppresses invalid email address with an accuracy rate of up to 85% to give you a clean list."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track email performance"}
      ]
    },
    "voice": {
      "code": true,
      "pagename": "Voice",
      "icon": "/img/icon/voice.svg",
      "tagline": "connect with confidence",
      "heading": "Boost customer engagement and build trust Start real-time conversations with crystal clear audio, low latency and deeper insights.",
      "features": [
        {
          "img": "/img/feature/voice-direct-calling-from-hello.svg",
          "heading": "Direct Calling From Hello",
          "content": "Skip the 2-way calling and directly call from browser. Save your agent calling time and enhance customer experience. Easily connect two phone numbers without keeping one on hold to start a customer conversation."
        },
        {
          "img": "/img/feature/voice-ivr-flow.svg",
          "heading": "IVR Flow",
          "content": "Modern IVR that makes customer interaction quick and hassle-free. Smart IVR system that offers more that just resolving queries. Besides the usual, you can create a time-based or agent-based setting and even record a message."
        },
        {
          "img": "/img/feature/voice-bulk-voice.svg",
          "heading": "Bulk Voice",
          "content": "Speak directly with your audience over a single call. Record your voice message and blast the message you wish to convey to hundreds and thousands of customer in one go. A ringing phone call is usually hard to ignore."
        },
        {
          "img": "/img/feature/voice-multiple-way-to-upload-file.svg",
          "heading": "Multiple Way to Upload File",
          "content": "Upload your audio message in multiple ways. Amplify your customer interaction with personalised voice message. Record your message for bulk voice call or IVR menu through text-to-speech, browser mic or phone call."
        },
        {
          "img": "/img/feature/voice-bulk-voice-with-ivr.svg",
          "heading": "Bulk voice with IVR",
          "content": "Connect your voice call to the IVR. Not just send a bulk voice message but also get a response from your users. Record the message you’d like to convey and send it to your customers using an IVR."
        },
        {
          "img": "/img/feature/voice-real-time-connect-with-agent-on-user-input-on-bulk-call.svg",
          "heading": "Real time connect with agent on user input on bulk call",
          "content": "Direct your user to your support agent. Up the customer experience game by offering real-time support when you connect your users to your customer support agents based on their bulk call input."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track voice performance"}
      ]
    },
    "whatsapp": {
      "code": true,
      "pagename": "WhatsApp",
      "icon": "/img/icon/whatsapp.svg",
      "tagline": "dominate popular platforms",
      "heading": "Drive better customer engagement outcomes Meet your customers where they already are, on the platform with 2 billion+ users.",
      "features": [
        {
          "img": "/img/feature/whatsapp-support-base64.svg",
          "heading": "Support Base64",
          "content": "Send the body in JSON and leave the rest to us. No need to make a URL or upload your file as you can directly send JSON body and it will be converted automatically into Base64 format and sent via WhatsApp."
        },
        {
          "img": "/img/feature/whatsapp-2way-communication.svg",
          "heading": "2way communication",
          "content": "Say hello to go on HELLO. Give your customer the right platform to continue the conversation. Once they reply, they are directly taken to HELLO to start a 2-way communication with your business."
        },
        {
          "img": "/img/feature/whatsapp-manage-template-inside-panel.svg",
          "heading": "Manage template inside panel",
          "content": "Create and manage your templates right here. No need to switch platforms to create your template. You can create the templates, manage it and check the status of it right here without going on Facebook."
        },
        {
          "img": "/img/feature/whatsapp-analytics.svg",
          "heading": "Analytics",
          "content": "Get graphical insights into your business messages. Analyse and improvise your business messaging with the right metrics. Get a graphical report on the number of messages sent, delivered, conversations and more."
        },
        {
          "img": "/img/feature/whatsapp-export-logs.svg",
          "heading": "Export Logs",
          "content": "Get individual outbound and inbound messages logs. Export the logs for better viewing and insights. Get details of all the outbound and inbound messages and conversations your business had with your customers."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track whatsapp performance"}
      ]
    }
  },
  "es":{
    "pagename": "index",
    "index":{
      "code":"no",
      "pagename":"index",
      "head":"this is global index"
    },
    "hello":{
      "code": false,
      "icon": "/img/icon/hello.svg",
      "pagename":"hello",      
      "tagline": "Revolutionize customer support",
      "heading": "Never lose sight of what’s important Don’t just solve tickets, build customer relationships",
      "pageimg":"/img/pageimg/hello.png",
      "features": [
      
        {
          "img": "/img/feature/hello-unlimited-agents.svg",
          "heading": "Unlimited Agents",
          "content": "Unlimited free agents to power up your customer support. More agents mean continuous engagement, more tickets resolved and better customer support on offer. There is no number attached to your number of customer support agents."
        },
        {
          "img": "/img/feature/hello-chat-bot.svg",
          "heading": "Chatbot",
          "content": "Resolve customer queries round-the-clock across text and voice. Let the chatbot tackle simple repetitive queries that don’t require the soft skills and experience of your agents and when required, seamlessly loop in live agents."
        },
        {
          "img": "/img/feature/hello-analytics.svg",
          "heading": "Analytics",
          "content": "Analytics and reports to monitor your agent performance. Get deep actionable insights to deliver outstanding support and achieve your goals. The easy-to-analyse analytics reports will help your agents scale up their customer support."
        },
        {
          "img": "/img/feature/hello-video-call.svg",
          "heading": "Video Call / Screen Sharing",
          "content": "High-quality video calls wherever your customer is. Get on a video call with your customer to co-browse your customer’s screen. Take control of the meeting as your customer screen shares to show information or raise an issue."
        },
        {
          "img": "/img/feature/hello-workflow.svg",
          "heading": "Workflow",
          "content": "Automatically assign conversations to a team or a dedicated agent. Get started with our existing Workflow or set up your customised Workflow based on your business support needs."
        },
        {
          "img": "/img/feature/hello-screen-control.svg",
          "heading": "Screen Control",
          "content": "Control your customer’s screen from where you are Work on the remote screen as if you are really there. Once you get access, get complete control of your customer’s screen, mouse and keyboard to quickly resolve issues."
        }
      ]
    },
    "campaign": {
      "code": false,
      "icon": "/img/icon/campaign.svg",
      "pagename":"campaign",
      "tagline": "Event Base automation",
      "heading": "Connect conversations across channels and tools Deliver personalized, engaging and seamless experiences",
      "pageimg":"/img/pageimg/campaign.svg",
      "features": [
        {
          "img": "/img/feature/campaign-multi-channel-support.svg",
          "heading": "Multi channel support",
          "content": "Support your customers on their preferred channel. Give your customers a better support experience via their preferred channel- SMS, Email, Voice, Push Notification, WhatsApp and more. Meet your customers where they are."
        },
        {
          "img": "/img/feature/campaign-draggable-flow.svg",
          "heading": "Draggable Flow",
          "content": "Drag and drop to create an omnichannel flow with ‘if-then’ scenarios. Choose when you need to initiate an SMS, email, or messaging conversation in a single workflow. Create a flow that is as simple or as complex as your business needs them to be. "
        },
        {
          "img": "/img/feature/campaign-time-based-condition.svg",
          "heading": "Time Based Condition",
          "content": "Send perfectly timed automated messages. Build a thoughtful sending schedule with time-based conditions that control the time zone of when your campaigns are delivered. Support your customers at the right time."
        },
        {
          "img": "/img/feature/campaign-api-based-conditions.svg",
          "heading": "API based Conditions",
          "content": "Get information instantly for real-time interactions. Call for data even when in mid of a flow by sending data to a third-party system or requesting data needed for your communication steps. Deliver real-time information to your customers. "
        },
        {
          "img": "/img/feature/campaign-country-based-condition.svg",
          "heading": "Contry Based Condition",
          "content": "Country-Based Conditions Support your customers across the world. Create personalized and memorable experiences for your customer across countries, languages, content, channels, flows and more. Easily connect, customize and communicate. "
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track campaign performance"}
      ]
    },
    "segmento": {
      "code": false,
      "icon": "/img/icon/segmento.svg",
      "pagename":"segmento",
      "pageimg":"/img/pageimg/segmento.png",
      "tagline": "target based marketing",
      "heading": "Personalize customer journeys with data segmentation Segment people based on their demographics, behaviour, interests and other characteristics.",
      "features": [
        {
          "img": "/img/feature/segmento-create-filters-as-per-segments.svg",
          "heading": "Create filters as per segment",
          "content": "Create a filtered list on your business phonebook. Tailor your marketing efforts by targeting people based on their requirements, traits or patterns by creating a particular filter on your phonebook."
        },
        {
          "img": "/img/feature/segmento-automation-trigger.svg",
          "heading": "Automation Trigger",
          "content": "Trigger meaningful information for the filtered segments. Automate actions on the filters created based on the user’s action or input to deliver relevant and personalised messages for each group."
        },
        {
          "img": "/img/feature/segmento-automation-repeater.svg",
          "heading": "Automation Repeater",
          "content": "Send the most relevant content at the most relevant time. Send auto messages to the same filter at time-based intervals through your audience’s preferred business communication channel."
        },
        {
          "img": "/img/feature/segmento-open-api.svg",
          "heading": "Open API",
          "content": "Use API to get, create, update or delete contact. We provide APIs for every action, big or small, so that you can focus on what matters most- building your amazing product."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track segmento performance"}
      ]
    },
    "otp": {
      "code": false,
      "pagename": "otp",
      "icon": "/img/icon/otp.svg",
      "pageimg":"/img/pageimg/otp.png",
      "tagline": "Instant Secure verification",
      "heading": "Simplest, quickest and most effective way to verify your users Build customer trust and enable business protection with two-factor authentication.",
      "features": [
        {
          "img": "/img/feature/otp-simple-login.svg",
          "heading": "Simple Login",
          "content": "Login with OTP is as simple as login with Gmail Give your users a fast, non-disruptive and simple authentication experience. Implement login with OTP by entering your mobile number or email address to receive OTP via SMS or email."
        },
        {
          "img": "/img/feature/otp-inbuilt-ip-security.svg",
          "heading": "Inbuilt IP Security",
          "content": "Protect against fraud, hacks, validation, blocking Minimize fraud with an extra layer of security. The inbuilt security ensures that when a login is risky the flow does not allow the bad actor to login by viewing it as potentially fraudulent."
        },
        {
          "img": "/img/feature/otp-support-multiple-channels.svg",
          "heading": "Support multiple channels",
          "content": "Build customer trust and increase conversion across multiple channels Authenticate your users on channels they prefer. We support multiple channels including SMS, email, Voice, WhatsApp giving businesses and users the flexibility they need to authenticate."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track otp performance"}
      ]
    },
    "shorturl": {
      "code": false,
      "icon": "/img/icon/shorturl.svg",
      "pagename": "ShortUrl",
      "pageimg":"/img/pageimg/shorturl.svg",
      "tagline": "Simplify your links",
      "heading": "Customise, share and track smart links Optimise your complex links to create short, cleaner links that are easier to share.",
      "features": [
        {
          "img": "/img/feature/shorturl-no-code.svg",
          "heading": "No Code",
          "content": "No code and fewer credits makes it a smart link. Shorten your URL in real-time without putting in any code. Just paste your link and you have a smart link that is easy to share, saves you space and consumes fewer credit."
        },
        {
          "img": "/img/feature/shorturl-number-wise-tracking.svg",
          "heading": "Numberwise Tracking",
          "content": "Gather statistics by monitoring the number of hits from your URL. Track the performance of your shortURL and the number of hits for each recipient. Know how many times the link has been clicked, where is it shared, and how is it driving traffic."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track shorturl performance"}
      ]
    },
    "knowledgebase": {
      "code": false,
      "icon": "/img/icon/knowledgebase.svg",
      "pagename": "KnowledgeBase",
      "pageimg":"/img/pageimg/knowledgebase.svg",
      "tagline": "streamline your Knowledge",
      "heading": "Central repository for information on your products, services or topics Help your customers find answers to their queries on their own at their own convenience",
      "features": [
        {
          "img": "/img/feature/kb-wysiwyg-editor.svg",
          "heading": "WYSIWYG editor",
          "content": "Easily create or edit your knowledge base articles Quickly create your articles with the what you see is what you get content editor. It is as simple to use as if you were using a Word Processor or HTML Editor."
        },
        {
          "img": "/img/feature/kb-seo-friendly.svg",
          "heading": "SEO friendly (Subfolder and subdomain both support)",
          "content": "An SEO-friendly optimized knowledge base Your knowledge base is run on your own domain and not on any subdomain so the algorithms treat it as your website giving it the same importance as your other webpages."          
        },
        {
          "img": "/img/feature/kb-whitelable.svg",
          "heading": "Whitelabel",
          "content": "It works on your branding and not ours Your users view your knowledge base under your branding on your website. Our whitelabel services ensure there’s no indication of it being powered by MSG91."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track knowledgebase performance"}
      ]
    },    
    "sms": {
      "code": true,
      "pagename": "SMS",
      "icon": "/img/icon/sms.svg",
      "tagline": "Next level messaging",
      "heading": "Engage your customers globally with quick, scalable and customizable messages Integrate our developer-friendly APIs to send and receive text messages. ",
      "features": [
        {
          "img": "/img/feature/sms-intelligent-sms-routing.svg",
          "heading": "Intelligent SMS Routing",
          "content": "We find the most reliable route for every message. Your message is sent using your network telecom operator for fast delivery. Incase it fails, within fraction of seconds, we retry and deliver using other network operators."
        },
        {
          "img": "/img/feature/sms-a-reliable-scalable-and-feature-rich-sms-api.svg",
          "heading": "A reliable, scalable and feature-rich SMS API",
          "content": "Integrate easily with our developer-friendly SMS API. Built for developers by developers, explore quick-start guides, code snippets, SDKs and more to smoothen the integration process. Available in all programming languages."
        },
        {
          "img": "/img/feature/sms-multi-lingual-support.svg",
          "heading": "Multi-lingual support",
          "content": "Converse with your audience in their local language. Take your engagement to the next level. Build customer confidence as you send messages in their regional or foreign language anywhere across the world."
        },
        {
          "img": "/img/feature/sms-personalized-sms.svg",
          "heading": "Personalized SMS",
          "content": "Increase customer satisfaction with meaningful engagement. Don’t just engage with customers, create personalized experiences by adding characteristics to your messages. Harness the power of personalization to boost your ROI."
        },
        {
          "img": "/img/feature/sms-link-shortener.svg",
          "heading": "Link shortener",
          "content": "Transform long URL in a shorter, more readable link. Enable the deeply integrated link shortener to convert long URL to shorter links. Get detailed user report on clicks from mobile numbers, browser and IP."
        },
        {
          "img": "/img/feature/sms-enhanced-analytics.svg",
          "heading": "Enhanced Analytics",
          "content": "Real-time graphical view for monitoring and troubleshooting. Optimize your SMS delivery, measure the effectiveness of your campaigns, improve ROI. Always know which messages customers have received and which are missed."
        },
        {
          "img": "/img/feature/sms-enjoy-reliable-low-latency-delivery-worldwide.svg",
          "heading": "Enjoy reliable, low latency delivery-worldwide",
          "content": "Reach 180+ countries reliably with localized senders. Our backend is optimized to process a very high volume of SMS. The automatic rerouting of global traffic in real-time helps us avoid outages and latency."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track sms performance"}
      ]
    },  
    "email": {
      "code": true,
      "pagename": "Email",
      "icon": "/img/icon/email.svg",
      "tagline": "smarter email strategy",
      "heading": "Smart emails that land directly into the right inbox Make the most of these powerful touchpoints between your brand and your customers.",
      "features": [
        {
          "img": "/img/feature/email-template-builder.svg",
          "heading": "Email Template Builder",
          "content": "Drag-and-drop to create the layout of your email. Customize your transactional emails using our no-code, drag-and-drop interface. Preview to see how your email will look when viewed on different devices."
        },
        {
          "img": "/img/feature/email-amp-emails.svg",
          "heading": "AMP Emails",
          "content": "Rich interactive emails to increase user engagement. Your customers can interact dynamically with your message directly in the email to perform tasks and CTAs with fewer steps and zero redirects."
        },
        {
          "img": "/img/feature/email-statistics.svg",
          "heading": "Statistics",
          "content": "Monitor and track every aspect of your email’s lifecycle. Get a graphical representation of the delivery rates, open rates, click-through rates, bounce rates, and spam to iterate and ensure you reach your customer's inbox."
        },
        {
          "img": "/img/feature/email-smtp-restapi-support.svg",
          "heading": "SMTP/RestAPI support",
          "content": "Integrate with our RESTful APIs and SMTP in minutes. Get your hands on our comprehensive documentation or connect with our support superheroes to easily integrate into your custom or third-party apps to start sending emails."
        },
        {
          "img": "/img/feature/email-validation.svg",
          "heading": "Email Validation",
          "content": "Positively impact the engagement and reputation of your brand. Deliver more messages to real contacts with our real-time API that detects and suppresses invalid email address with an accuracy rate of up to 85% to give you a clean list."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track email performance"}
      ]
    },
    "voice": {
      "code": true,
      "pagename": "Voice",
      "icon": "/img/icon/voice.svg",
      "tagline": "connect with confidence",
      "heading": "Boost customer engagement and build trust Start real-time conversations with crystal clear audio, low latency and deeper insights.",
      "features": [
        {
          "img": "/img/feature/voice-direct-calling-from-hello.svg",
          "heading": "Direct Calling From Hello",
          "content": "Skip the 2-way calling and directly call from browser. Save your agent calling time and enhance customer experience. Easily connect two phone numbers without keeping one on hold to start a customer conversation."
        },
        {
          "img": "/img/feature/voice-ivr-flow.svg",
          "heading": "IVR Flow",
          "content": "Modern IVR that makes customer interaction quick and hassle-free. Smart IVR system that offers more that just resolving queries. Besides the usual, you can create a time-based or agent-based setting and even record a message."
        },
        {
          "img": "/img/feature/voice-bulk-voice.svg",
          "heading": "Bulk Voice",
          "content": "Speak directly with your audience over a single call. Record your voice message and blast the message you wish to convey to hundreds and thousands of customer in one go. A ringing phone call is usually hard to ignore."
        },
        {
          "img": "/img/feature/voice-multiple-way-to-upload-file.svg",
          "heading": "Multiple Way to Upload File",
          "content": "Upload your audio message in multiple ways. Amplify your customer interaction with personalised voice message. Record your message for bulk voice call or IVR menu through text-to-speech, browser mic or phone call."
        },
        {
          "img": "/img/feature/voice-bulk-voice-with-ivr.svg",
          "heading": "Bulk voice with IVR",
          "content": "Connect your voice call to the IVR. Not just send a bulk voice message but also get a response from your users. Record the message you’d like to convey and send it to your customers using an IVR."
        },
        {
          "img": "/img/feature/voice-real-time-connect-with-agent-on-user-input-on-bulk-call.svg",
          "heading": "Real time connect with agent on user input on bulk call",
          "content": "Direct your user to your support agent. Up the customer experience game by offering real-time support when you connect your users to your customer support agents based on their bulk call input."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track voice performance"}
      ]
    },
    "whatsapp": {
      "code": true,
      "pagename": "WhatsApp",
      "icon": "/img/icon/whatsapp.svg",
      "tagline": "dominate popular platforms",
      "heading": "Drive better customer engagement outcomes Meet your customers where they already are, on the platform with 2 billion+ users.",
      "features": [
        {
          "img": "/img/feature/whatsapp-support-base64.svg",
          "heading": "Support Base64",
          "content": "Send the body in JSON and leave the rest to us. No need to make a URL or upload your file as you can directly send JSON body and it will be converted automatically into Base64 format and sent via WhatsApp."
        },
        {
          "img": "/img/feature/whatsapp-2way-communication.svg",
          "heading": "2way communication",
          "content": "Say hello to go on HELLO. Give your customer the right platform to continue the conversation. Once they reply, they are directly taken to HELLO to start a 2-way communication with your business."
        },
        {
          "img": "/img/feature/whatsapp-manage-template-inside-panel.svg",
          "heading": "Manage template inside panel",
          "content": "Create and manage your templates right here. No need to switch platforms to create your template. You can create the templates, manage it and check the status of it right here without going on Facebook."
        },
        {
          "img": "/img/feature/whatsapp-analytics.svg",
          "heading": "Analytics",
          "content": "Get graphical insights into your business messages. Analyse and improvise your business messaging with the right metrics. Get a graphical report on the number of messages sent, delivered, conversations and more."
        },
        {
          "img": "/img/feature/whatsapp-export-logs.svg",
          "heading": "Export Logs",
          "content": "Get individual outbound and inbound messages logs. Export the logs for better viewing and insights. Get details of all the outbound and inbound messages and conversations your business had with your customers."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track whatsapp performance"}
      ]
    }
  },
  "ph":{
    "pagename": "index",
    "index":{
      "code":"no",
      "pagename":"index",
      "head":"this is global index"
    },
    "hello":{
      "code": false,
      "icon": "/img/icon/hello.svg",
      "pagename":"hello",      
      "tagline": "Revolutionize customer support",
      "heading": "Never lose sight of what’s important Don’t just solve tickets, build customer relationships",
      "pageimg":"/img/pageimg/hello.png",
      "features": [
      
        {
          "img": "/img/feature/hello-unlimited-agents.svg",
          "heading": "Unlimited Agents",
          "content": "Unlimited free agents to power up your customer support. More agents mean continuous engagement, more tickets resolved and better customer support on offer. There is no number attached to your number of customer support agents."
        },
        {
          "img": "/img/feature/hello-chat-bot.svg",
          "heading": "Chatbot",
          "content": "Resolve customer queries round-the-clock across text and voice. Let the chatbot tackle simple repetitive queries that don’t require the soft skills and experience of your agents and when required, seamlessly loop in live agents."
        },
        {
          "img": "/img/feature/hello-analytics.svg",
          "heading": "Analytics",
          "content": "Analytics and reports to monitor your agent performance. Get deep actionable insights to deliver outstanding support and achieve your goals. The easy-to-analyse analytics reports will help your agents scale up their customer support."
        },
        {
          "img": "/img/feature/hello-video-call.svg",
          "heading": "Video Call / Screen Sharing",
          "content": "High-quality video calls wherever your customer is. Get on a video call with your customer to co-browse your customer’s screen. Take control of the meeting as your customer screen shares to show information or raise an issue."
        },
        {
          "img": "/img/feature/hello-workflow.svg",
          "heading": "Workflow",
          "content": "Automatically assign conversations to a team or a dedicated agent. Get started with our existing Workflow or set up your customised Workflow based on your business support needs."
        },
        {
          "img": "/img/feature/hello-screen-control.svg",
          "heading": "Screen Control",
          "content": "Control your customer’s screen from where you are Work on the remote screen as if you are really there. Once you get access, get complete control of your customer’s screen, mouse and keyboard to quickly resolve issues."
        }
      ]
    },
    "campaign": {
      "code": false,
      "icon": "/img/icon/campaign.svg",
      "pagename":"campaign",
      "tagline": "Event Base automation",
      "heading": "Connect conversations across channels and tools Deliver personalized, engaging and seamless experiences",
      "pageimg":"/img/pageimg/campaign.svg",
      "features": [
        {
          "img": "/img/feature/campaign-multi-channel-support.svg",
          "heading": "Multi channel support",
          "content": "Support your customers on their preferred channel. Give your customers a better support experience via their preferred channel- SMS, Email, Voice, Push Notification, WhatsApp and more. Meet your customers where they are."
        },
        {
          "img": "/img/feature/campaign-draggable-flow.svg",
          "heading": "Draggable Flow",
          "content": "Drag and drop to create an omnichannel flow with ‘if-then’ scenarios. Choose when you need to initiate an SMS, email, or messaging conversation in a single workflow. Create a flow that is as simple or as complex as your business needs them to be. "
        },
        {
          "img": "/img/feature/campaign-time-based-condition.svg",
          "heading": "Time Based Condition",
          "content": "Send perfectly timed automated messages. Build a thoughtful sending schedule with time-based conditions that control the time zone of when your campaigns are delivered. Support your customers at the right time."
        },
        {
          "img": "/img/feature/campaign-api-based-conditions.svg",
          "heading": "API based Conditions",
          "content": "Get information instantly for real-time interactions. Call for data even when in mid of a flow by sending data to a third-party system or requesting data needed for your communication steps. Deliver real-time information to your customers. "
        },
        {
          "img": "/img/feature/campaign-country-based-condition.svg",
          "heading": "Contry Based Condition",
          "content": "Country-Based Conditions Support your customers across the world. Create personalized and memorable experiences for your customer across countries, languages, content, channels, flows and more. Easily connect, customize and communicate. "
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track campaign performance"}
      ]
    },
    "segmento": {
      "code": false,
      "icon": "/img/icon/segmento.svg",
      "pagename":"segmento",
      "pageimg":"/img/pageimg/segmento.png",
      "tagline": "target based marketing",
      "heading": "Personalize customer journeys with data segmentation Segment people based on their demographics, behaviour, interests and other characteristics.",
      "features": [
        {
          "img": "/img/feature/segmento-create-filters-as-per-segments.svg",
          "heading": "Create filters as per segment",
          "content": "Create a filtered list on your business phonebook. Tailor your marketing efforts by targeting people based on their requirements, traits or patterns by creating a particular filter on your phonebook."
        },
        {
          "img": "/img/feature/segmento-automation-trigger.svg",
          "heading": "Automation Trigger",
          "content": "Trigger meaningful information for the filtered segments. Automate actions on the filters created based on the user’s action or input to deliver relevant and personalised messages for each group."
        },
        {
          "img": "/img/feature/segmento-automation-repeater.svg",
          "heading": "Automation Repeater",
          "content": "Send the most relevant content at the most relevant time. Send auto messages to the same filter at time-based intervals through your audience’s preferred business communication channel."
        },
        {
          "img": "/img/feature/segmento-open-api.svg",
          "heading": "Open API",
          "content": "Use API to get, create, update or delete contact. We provide APIs for every action, big or small, so that you can focus on what matters most- building your amazing product."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track segmento performance"}
      ]
    },
    "otp": {
      "code": false,
      "pagename": "otp",
      "icon": "/img/icon/otp.svg",
      "pageimg":"/img/pageimg/otp.png",
      "tagline": "Instant Secure verification",
      "heading": "Simplest, quickest and most effective way to verify your users Build customer trust and enable business protection with two-factor authentication.",
      "features": [
        {
          "img": "/img/feature/otp-simple-login.svg",
          "heading": "Simple Login",
          "content": "Login with OTP is as simple as login with Gmail Give your users a fast, non-disruptive and simple authentication experience. Implement login with OTP by entering your mobile number or email address to receive OTP via SMS or email."
        },
        {
          "img": "/img/feature/otp-inbuilt-ip-security.svg",
          "heading": "Inbuilt IP Security",
          "content": "Protect against fraud, hacks, validation, blocking Minimize fraud with an extra layer of security. The inbuilt security ensures that when a login is risky the flow does not allow the bad actor to login by viewing it as potentially fraudulent."
        },
        {
          "img": "/img/feature/otp-support-multiple-channels.svg",
          "heading": "Support multiple channels",
          "content": "Build customer trust and increase conversion across multiple channels Authenticate your users on channels they prefer. We support multiple channels including SMS, email, Voice, WhatsApp giving businesses and users the flexibility they need to authenticate."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track otp performance"}
      ]
    },
    "shorturl": {
      "code": false,
      "icon": "/img/icon/shorturl.svg",
      "pagename": "ShortUrl",
      "pageimg":"/img/pageimg/shorturl.svg",
      "tagline": "Simplify your links",
      "heading": "Customise, share and track smart links Optimise your complex links to create short, cleaner links that are easier to share.",
      "features": [
        {
          "img": "/img/feature/shorturl-no-code.svg",
          "heading": "No Code",
          "content": "No code and fewer credits makes it a smart link. Shorten your URL in real-time without putting in any code. Just paste your link and you have a smart link that is easy to share, saves you space and consumes fewer credit."
        },
        {
          "img": "/img/feature/shorturl-number-wise-tracking.svg",
          "heading": "Numberwise Tracking",
          "content": "Gather statistics by monitoring the number of hits from your URL. Track the performance of your shortURL and the number of hits for each recipient. Know how many times the link has been clicked, where is it shared, and how is it driving traffic."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track shorturl performance"}
      ]
    },
    "knowledgebase": {
      "code": false,
      "icon": "/img/icon/knowledgebase.svg",
      "pagename": "KnowledgeBase",
      "pageimg":"/img/pageimg/knowledgebase.svg",
      "tagline": "streamline your Knowledge",
      "heading": "Central repository for information on your products, services or topics Help your customers find answers to their queries on their own at their own convenience",
      "features": [
        {
          "img": "/img/feature/kb-wysiwyg-editor.svg",
          "heading": "WYSIWYG editor",
          "content": "Easily create or edit your knowledge base articles Quickly create your articles with the what you see is what you get content editor. It is as simple to use as if you were using a Word Processor or HTML Editor."
        },
        {
          "img": "/img/feature/kb-seo-friendly.svg",
          "heading": "SEO friendly (Subfolder and subdomain both support)",
          "content": "An SEO-friendly optimized knowledge base Your knowledge base is run on your own domain and not on any subdomain so the algorithms treat it as your website giving it the same importance as your other webpages."          
        },
        {
          "img": "/img/feature/kb-whitelable.svg",
          "heading": "Whitelabel",
          "content": "It works on your branding and not ours Your users view your knowledge base under your branding on your website. Our whitelabel services ensure there’s no indication of it being powered by MSG91."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track knowledgebase performance"}
      ]
    },    
    "sms": {
      "code": true,
      "pagename": "SMS",
      "icon": "/img/icon/sms.svg",
      "tagline": "Next level messaging",
      "heading": "Engage your customers globally with quick, scalable and customizable messages Integrate our developer-friendly APIs to send and receive text messages. ",
      "features": [
        {
          "img": "/img/feature/sms-intelligent-sms-routing.svg",
          "heading": "Intelligent SMS Routing",
          "content": "We find the most reliable route for every message. Your message is sent using your network telecom operator for fast delivery. Incase it fails, within fraction of seconds, we retry and deliver using other network operators."
        },
        {
          "img": "/img/feature/sms-a-reliable-scalable-and-feature-rich-sms-api.svg",
          "heading": "A reliable, scalable and feature-rich SMS API",
          "content": "Integrate easily with our developer-friendly SMS API. Built for developers by developers, explore quick-start guides, code snippets, SDKs and more to smoothen the integration process. Available in all programming languages."
        },
        {
          "img": "/img/feature/sms-multi-lingual-support.svg",
          "heading": "Multi-lingual support",
          "content": "Converse with your audience in their local language. Take your engagement to the next level. Build customer confidence as you send messages in their regional or foreign language anywhere across the world."
        },
        {
          "img": "/img/feature/sms-personalized-sms.svg",
          "heading": "Personalized SMS",
          "content": "Increase customer satisfaction with meaningful engagement. Don’t just engage with customers, create personalized experiences by adding characteristics to your messages. Harness the power of personalization to boost your ROI."
        },
        {
          "img": "/img/feature/sms-link-shortener.svg",
          "heading": "Link shortener",
          "content": "Transform long URL in a shorter, more readable link. Enable the deeply integrated link shortener to convert long URL to shorter links. Get detailed user report on clicks from mobile numbers, browser and IP."
        },
        {
          "img": "/img/feature/sms-enhanced-analytics.svg",
          "heading": "Enhanced Analytics",
          "content": "Real-time graphical view for monitoring and troubleshooting. Optimize your SMS delivery, measure the effectiveness of your campaigns, improve ROI. Always know which messages customers have received and which are missed."
        },
        {
          "img": "/img/feature/sms-enjoy-reliable-low-latency-delivery-worldwide.svg",
          "heading": "Enjoy reliable, low latency delivery-worldwide",
          "content": "Reach 180+ countries reliably with localized senders. Our backend is optimized to process a very high volume of SMS. The automatic rerouting of global traffic in real-time helps us avoid outages and latency."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track sms performance"}
      ]
    },  
    "email": {
      "code": true,
      "pagename": "Email",
      "icon": "/img/icon/email.svg",
      "tagline": "smarter email strategy",
      "heading": "Smart emails that land directly into the right inbox Make the most of these powerful touchpoints between your brand and your customers.",
      "features": [
        {
          "img": "/img/feature/email-template-builder.svg",
          "heading": "Email Template Builder",
          "content": "Drag-and-drop to create the layout of your email. Customize your transactional emails using our no-code, drag-and-drop interface. Preview to see how your email will look when viewed on different devices."
        },
        {
          "img": "/img/feature/email-amp-emails.svg",
          "heading": "AMP Emails",
          "content": "Rich interactive emails to increase user engagement. Your customers can interact dynamically with your message directly in the email to perform tasks and CTAs with fewer steps and zero redirects."
        },
        {
          "img": "/img/feature/email-statistics.svg",
          "heading": "Statistics",
          "content": "Monitor and track every aspect of your email’s lifecycle. Get a graphical representation of the delivery rates, open rates, click-through rates, bounce rates, and spam to iterate and ensure you reach your customer's inbox."
        },
        {
          "img": "/img/feature/email-smtp-restapi-support.svg",
          "heading": "SMTP/RestAPI support",
          "content": "Integrate with our RESTful APIs and SMTP in minutes. Get your hands on our comprehensive documentation or connect with our support superheroes to easily integrate into your custom or third-party apps to start sending emails."
        },
        {
          "img": "/img/feature/email-validation.svg",
          "heading": "Email Validation",
          "content": "Positively impact the engagement and reputation of your brand. Deliver more messages to real contacts with our real-time API that detects and suppresses invalid email address with an accuracy rate of up to 85% to give you a clean list."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track email performance"}
      ]
    },
    "voice": {
      "code": true,
      "pagename": "Voice",
      "icon": "/img/icon/voice.svg",
      "tagline": "connect with confidence",
      "heading": "Boost customer engagement and build trust Start real-time conversations with crystal clear audio, low latency and deeper insights.",
      "features": [
        {
          "img": "/img/feature/voice-direct-calling-from-hello.svg",
          "heading": "Direct Calling From Hello",
          "content": "Skip the 2-way calling and directly call from browser. Save your agent calling time and enhance customer experience. Easily connect two phone numbers without keeping one on hold to start a customer conversation."
        },
        {
          "img": "/img/feature/voice-ivr-flow.svg",
          "heading": "IVR Flow",
          "content": "Modern IVR that makes customer interaction quick and hassle-free. Smart IVR system that offers more that just resolving queries. Besides the usual, you can create a time-based or agent-based setting and even record a message."
        },
        {
          "img": "/img/feature/voice-bulk-voice.svg",
          "heading": "Bulk Voice",
          "content": "Speak directly with your audience over a single call. Record your voice message and blast the message you wish to convey to hundreds and thousands of customer in one go. A ringing phone call is usually hard to ignore."
        },
        {
          "img": "/img/feature/voice-multiple-way-to-upload-file.svg",
          "heading": "Multiple Way to Upload File",
          "content": "Upload your audio message in multiple ways. Amplify your customer interaction with personalised voice message. Record your message for bulk voice call or IVR menu through text-to-speech, browser mic or phone call."
        },
        {
          "img": "/img/feature/voice-bulk-voice-with-ivr.svg",
          "heading": "Bulk voice with IVR",
          "content": "Connect your voice call to the IVR. Not just send a bulk voice message but also get a response from your users. Record the message you’d like to convey and send it to your customers using an IVR."
        },
        {
          "img": "/img/feature/voice-real-time-connect-with-agent-on-user-input-on-bulk-call.svg",
          "heading": "Real time connect with agent on user input on bulk call",
          "content": "Direct your user to your support agent. Up the customer experience game by offering real-time support when you connect your users to your customer support agents based on their bulk call input."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track voice performance"}
      ]
    },
    "whatsapp": {
      "code": true,
      "pagename": "WhatsApp",
      "icon": "/img/icon/whatsapp.svg",
      "tagline": "dominate popular platforms",
      "heading": "Drive better customer engagement outcomes Meet your customers where they already are, on the platform with 2 billion+ users.",
      "features": [
        {
          "img": "/img/feature/whatsapp-support-base64.svg",
          "heading": "Support Base64",
          "content": "Send the body in JSON and leave the rest to us. No need to make a URL or upload your file as you can directly send JSON body and it will be converted automatically into Base64 format and sent via WhatsApp."
        },
        {
          "img": "/img/feature/whatsapp-2way-communication.svg",
          "heading": "2way communication",
          "content": "Say hello to go on HELLO. Give your customer the right platform to continue the conversation. Once they reply, they are directly taken to HELLO to start a 2-way communication with your business."
        },
        {
          "img": "/img/feature/whatsapp-manage-template-inside-panel.svg",
          "heading": "Manage template inside panel",
          "content": "Create and manage your templates right here. No need to switch platforms to create your template. You can create the templates, manage it and check the status of it right here without going on Facebook."
        },
        {
          "img": "/img/feature/whatsapp-analytics.svg",
          "heading": "Analytics",
          "content": "Get graphical insights into your business messages. Analyse and improvise your business messaging with the right metrics. Get a graphical report on the number of messages sent, delivered, conversations and more."
        },
        {
          "img": "/img/feature/whatsapp-export-logs.svg",
          "heading": "Export Logs",
          "content": "Get individual outbound and inbound messages logs. Export the logs for better viewing and insights. Get details of all the outbound and inbound messages and conversations your business had with your customers."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track whatsapp performance"}
      ]
    }
  },
  "sg":{
    "pagename": "index",
    "index":{
      "code":"no",
      "pagename":"index",
      "head":"this is global index"
    },
    "hello":{
      "code": false,
      "icon": "/img/icon/hello.svg",
      "pagename":"hello",      
      "tagline": "Revolutionize customer support",
      "heading": "Never lose sight of what’s important Don’t just solve tickets, build customer relationships",
      "pageimg":"/img/pageimg/hello.png",
      "features": [
      
        {
          "img": "/img/feature/hello-unlimited-agents.svg",
          "heading": "Unlimited Agents",
          "content": "Unlimited free agents to power up your customer support. More agents mean continuous engagement, more tickets resolved and better customer support on offer. There is no number attached to your number of customer support agents."
        },
        {
          "img": "/img/feature/hello-chat-bot.svg",
          "heading": "Chatbot",
          "content": "Resolve customer queries round-the-clock across text and voice. Let the chatbot tackle simple repetitive queries that don’t require the soft skills and experience of your agents and when required, seamlessly loop in live agents."
        },
        {
          "img": "/img/feature/hello-analytics.svg",
          "heading": "Analytics",
          "content": "Analytics and reports to monitor your agent performance. Get deep actionable insights to deliver outstanding support and achieve your goals. The easy-to-analyse analytics reports will help your agents scale up their customer support."
        },
        {
          "img": "/img/feature/hello-video-call.svg",
          "heading": "Video Call / Screen Sharing",
          "content": "High-quality video calls wherever your customer is. Get on a video call with your customer to co-browse your customer’s screen. Take control of the meeting as your customer screen shares to show information or raise an issue."
        },
        {
          "img": "/img/feature/hello-workflow.svg",
          "heading": "Workflow",
          "content": "Automatically assign conversations to a team or a dedicated agent. Get started with our existing Workflow or set up your customised Workflow based on your business support needs."
        },
        {
          "img": "/img/feature/hello-screen-control.svg",
          "heading": "Screen Control",
          "content": "Control your customer’s screen from where you are Work on the remote screen as if you are really there. Once you get access, get complete control of your customer’s screen, mouse and keyboard to quickly resolve issues."
        }
      ]
    },
    "campaign": {
      "code": false,
      "icon": "/img/icon/campaign.svg",
      "pagename":"campaign",
      "tagline": "Event Base automation",
      "heading": "Connect conversations across channels and tools Deliver personalized, engaging and seamless experiences",
      "pageimg":"/img/pageimg/campaign.svg",
      "features": [
        {
          "img": "/img/feature/campaign-multi-channel-support.svg",
          "heading": "Multi channel support",
          "content": "Support your customers on their preferred channel. Give your customers a better support experience via their preferred channel- SMS, Email, Voice, Push Notification, WhatsApp and more. Meet your customers where they are."
        },
        {
          "img": "/img/feature/campaign-draggable-flow.svg",
          "heading": "Draggable Flow",
          "content": "Drag and drop to create an omnichannel flow with ‘if-then’ scenarios. Choose when you need to initiate an SMS, email, or messaging conversation in a single workflow. Create a flow that is as simple or as complex as your business needs them to be. "
        },
        {
          "img": "/img/feature/campaign-time-based-condition.svg",
          "heading": "Time Based Condition",
          "content": "Send perfectly timed automated messages. Build a thoughtful sending schedule with time-based conditions that control the time zone of when your campaigns are delivered. Support your customers at the right time."
        },
        {
          "img": "/img/feature/campaign-api-based-conditions.svg",
          "heading": "API based Conditions",
          "content": "Get information instantly for real-time interactions. Call for data even when in mid of a flow by sending data to a third-party system or requesting data needed for your communication steps. Deliver real-time information to your customers. "
        },
        {
          "img": "/img/feature/campaign-country-based-condition.svg",
          "heading": "Contry Based Condition",
          "content": "Country-Based Conditions Support your customers across the world. Create personalized and memorable experiences for your customer across countries, languages, content, channels, flows and more. Easily connect, customize and communicate. "
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track campaign performance"}
      ]
    },
    "segmento": {
      "code": false,
      "icon": "/img/icon/segmento.svg",
      "pagename":"segmento",
      "pageimg":"/img/pageimg/segmento.png",
      "tagline": "target based marketing",
      "heading": "Personalize customer journeys with data segmentation Segment people based on their demographics, behaviour, interests and other characteristics.",
      "features": [
        {
          "img": "/img/feature/segmento-create-filters-as-per-segments.svg",
          "heading": "Create filters as per segment",
          "content": "Create a filtered list on your business phonebook. Tailor your marketing efforts by targeting people based on their requirements, traits or patterns by creating a particular filter on your phonebook."
        },
        {
          "img": "/img/feature/segmento-automation-trigger.svg",
          "heading": "Automation Trigger",
          "content": "Trigger meaningful information for the filtered segments. Automate actions on the filters created based on the user’s action or input to deliver relevant and personalised messages for each group."
        },
        {
          "img": "/img/feature/segmento-automation-repeater.svg",
          "heading": "Automation Repeater",
          "content": "Send the most relevant content at the most relevant time. Send auto messages to the same filter at time-based intervals through your audience’s preferred business communication channel."
        },
        {
          "img": "/img/feature/segmento-open-api.svg",
          "heading": "Open API",
          "content": "Use API to get, create, update or delete contact. We provide APIs for every action, big or small, so that you can focus on what matters most- building your amazing product."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track segmento performance"}
      ]
    },
    "otp": {
      "code": false,
      "pagename": "otp",
      "icon": "/img/icon/otp.svg",
      "pageimg":"/img/pageimg/otp.png",
      "tagline": "Instant Secure verification",
      "heading": "Simplest, quickest and most effective way to verify your users Build customer trust and enable business protection with two-factor authentication.",
      "features": [
        {
          "img": "/img/feature/otp-simple-login.svg",
          "heading": "Simple Login",
          "content": "Login with OTP is as simple as login with Gmail Give your users a fast, non-disruptive and simple authentication experience. Implement login with OTP by entering your mobile number or email address to receive OTP via SMS or email."
        },
        {
          "img": "/img/feature/otp-inbuilt-ip-security.svg",
          "heading": "Inbuilt IP Security",
          "content": "Protect against fraud, hacks, validation, blocking Minimize fraud with an extra layer of security. The inbuilt security ensures that when a login is risky the flow does not allow the bad actor to login by viewing it as potentially fraudulent."
        },
        {
          "img": "/img/feature/otp-support-multiple-channels.svg",
          "heading": "Support multiple channels",
          "content": "Build customer trust and increase conversion across multiple channels Authenticate your users on channels they prefer. We support multiple channels including SMS, email, Voice, WhatsApp giving businesses and users the flexibility they need to authenticate."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track otp performance"}
      ]
    },
    "shorturl": {
      "code": false,
      "icon": "/img/icon/shorturl.svg",
      "pagename": "ShortUrl",
      "pageimg":"/img/pageimg/shorturl.svg",
      "tagline": "Simplify your links",
      "heading": "Customise, share and track smart links Optimise your complex links to create short, cleaner links that are easier to share.",
      "features": [
        {
          "img": "/img/feature/shorturl-no-code.svg",
          "heading": "No Code",
          "content": "No code and fewer credits makes it a smart link. Shorten your URL in real-time without putting in any code. Just paste your link and you have a smart link that is easy to share, saves you space and consumes fewer credit."
        },
        {
          "img": "/img/feature/shorturl-number-wise-tracking.svg",
          "heading": "Numberwise Tracking",
          "content": "Gather statistics by monitoring the number of hits from your URL. Track the performance of your shortURL and the number of hits for each recipient. Know how many times the link has been clicked, where is it shared, and how is it driving traffic."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track shorturl performance"}
      ]
    },
    "knowledgebase": {
      "code": false,
      "icon": "/img/icon/knowledgebase.svg",
      "pagename": "KnowledgeBase",
      "pageimg":"/img/pageimg/knowledgebase.svg",
      "tagline": "streamline your Knowledge",
      "heading": "Central repository for information on your products, services or topics Help your customers find answers to their queries on their own at their own convenience",
      "features": [
        {
          "img": "/img/feature/kb-wysiwyg-editor.svg",
          "heading": "WYSIWYG editor",
          "content": "Easily create or edit your knowledge base articles Quickly create your articles with the what you see is what you get content editor. It is as simple to use as if you were using a Word Processor or HTML Editor."
        },
        {
          "img": "/img/feature/kb-seo-friendly.svg",
          "heading": "SEO friendly (Subfolder and subdomain both support)",
          "content": "An SEO-friendly optimized knowledge base Your knowledge base is run on your own domain and not on any subdomain so the algorithms treat it as your website giving it the same importance as your other webpages."          
        },
        {
          "img": "/img/feature/kb-whitelable.svg",
          "heading": "Whitelabel",
          "content": "It works on your branding and not ours Your users view your knowledge base under your branding on your website. Our whitelabel services ensure there’s no indication of it being powered by MSG91."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track knowledgebase performance"}
      ]
    },    
    "sms": {
      "code": true,
      "pagename": "SMS",
      "icon": "/img/icon/sms.svg",
      "tagline": "Next level messaging",
      "heading": "Engage your customers globally with quick, scalable and customizable messages Integrate our developer-friendly APIs to send and receive text messages. ",
      "features": [
        {
          "img": "/img/feature/sms-intelligent-sms-routing.svg",
          "heading": "Intelligent SMS Routing",
          "content": "We find the most reliable route for every message. Your message is sent using your network telecom operator for fast delivery. Incase it fails, within fraction of seconds, we retry and deliver using other network operators."
        },
        {
          "img": "/img/feature/sms-a-reliable-scalable-and-feature-rich-sms-api.svg",
          "heading": "A reliable, scalable and feature-rich SMS API",
          "content": "Integrate easily with our developer-friendly SMS API. Built for developers by developers, explore quick-start guides, code snippets, SDKs and more to smoothen the integration process. Available in all programming languages."
        },
        {
          "img": "/img/feature/sms-multi-lingual-support.svg",
          "heading": "Multi-lingual support",
          "content": "Converse with your audience in their local language. Take your engagement to the next level. Build customer confidence as you send messages in their regional or foreign language anywhere across the world."
        },
        {
          "img": "/img/feature/sms-personalized-sms.svg",
          "heading": "Personalized SMS",
          "content": "Increase customer satisfaction with meaningful engagement. Don’t just engage with customers, create personalized experiences by adding characteristics to your messages. Harness the power of personalization to boost your ROI."
        },
        {
          "img": "/img/feature/sms-link-shortener.svg",
          "heading": "Link shortener",
          "content": "Transform long URL in a shorter, more readable link. Enable the deeply integrated link shortener to convert long URL to shorter links. Get detailed user report on clicks from mobile numbers, browser and IP."
        },
        {
          "img": "/img/feature/sms-enhanced-analytics.svg",
          "heading": "Enhanced Analytics",
          "content": "Real-time graphical view for monitoring and troubleshooting. Optimize your SMS delivery, measure the effectiveness of your campaigns, improve ROI. Always know which messages customers have received and which are missed."
        },
        {
          "img": "/img/feature/sms-enjoy-reliable-low-latency-delivery-worldwide.svg",
          "heading": "Enjoy reliable, low latency delivery-worldwide",
          "content": "Reach 180+ countries reliably with localized senders. Our backend is optimized to process a very high volume of SMS. The automatic rerouting of global traffic in real-time helps us avoid outages and latency."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track sms performance"}
      ]
    },  
    "email": {
      "code": true,
      "pagename": "Email",
      "icon": "/img/icon/email.svg",
      "tagline": "smarter email strategy",
      "heading": "Smart emails that land directly into the right inbox Make the most of these powerful touchpoints between your brand and your customers.",
      "features": [
        {
          "img": "/img/feature/email-template-builder.svg",
          "heading": "Email Template Builder",
          "content": "Drag-and-drop to create the layout of your email. Customize your transactional emails using our no-code, drag-and-drop interface. Preview to see how your email will look when viewed on different devices."
        },
        {
          "img": "/img/feature/email-amp-emails.svg",
          "heading": "AMP Emails",
          "content": "Rich interactive emails to increase user engagement. Your customers can interact dynamically with your message directly in the email to perform tasks and CTAs with fewer steps and zero redirects."
        },
        {
          "img": "/img/feature/email-statistics.svg",
          "heading": "Statistics",
          "content": "Monitor and track every aspect of your email’s lifecycle. Get a graphical representation of the delivery rates, open rates, click-through rates, bounce rates, and spam to iterate and ensure you reach your customer's inbox."
        },
        {
          "img": "/img/feature/email-smtp-restapi-support.svg",
          "heading": "SMTP/RestAPI support",
          "content": "Integrate with our RESTful APIs and SMTP in minutes. Get your hands on our comprehensive documentation or connect with our support superheroes to easily integrate into your custom or third-party apps to start sending emails."
        },
        {
          "img": "/img/feature/email-validation.svg",
          "heading": "Email Validation",
          "content": "Positively impact the engagement and reputation of your brand. Deliver more messages to real contacts with our real-time API that detects and suppresses invalid email address with an accuracy rate of up to 85% to give you a clean list."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track email performance"}
      ]
    },
    "voice": {
      "code": true,
      "pagename": "Voice",
      "icon": "/img/icon/voice.svg",
      "tagline": "connect with confidence",
      "heading": "Boost customer engagement and build trust Start real-time conversations with crystal clear audio, low latency and deeper insights.",
      "features": [
        {
          "img": "/img/feature/voice-direct-calling-from-hello.svg",
          "heading": "Direct Calling From Hello",
          "content": "Skip the 2-way calling and directly call from browser. Save your agent calling time and enhance customer experience. Easily connect two phone numbers without keeping one on hold to start a customer conversation."
        },
        {
          "img": "/img/feature/voice-ivr-flow.svg",
          "heading": "IVR Flow",
          "content": "Modern IVR that makes customer interaction quick and hassle-free. Smart IVR system that offers more that just resolving queries. Besides the usual, you can create a time-based or agent-based setting and even record a message."
        },
        {
          "img": "/img/feature/voice-bulk-voice.svg",
          "heading": "Bulk Voice",
          "content": "Speak directly with your audience over a single call. Record your voice message and blast the message you wish to convey to hundreds and thousands of customer in one go. A ringing phone call is usually hard to ignore."
        },
        {
          "img": "/img/feature/voice-multiple-way-to-upload-file.svg",
          "heading": "Multiple Way to Upload File",
          "content": "Upload your audio message in multiple ways. Amplify your customer interaction with personalised voice message. Record your message for bulk voice call or IVR menu through text-to-speech, browser mic or phone call."
        },
        {
          "img": "/img/feature/voice-bulk-voice-with-ivr.svg",
          "heading": "Bulk voice with IVR",
          "content": "Connect your voice call to the IVR. Not just send a bulk voice message but also get a response from your users. Record the message you’d like to convey and send it to your customers using an IVR."
        },
        {
          "img": "/img/feature/voice-real-time-connect-with-agent-on-user-input-on-bulk-call.svg",
          "heading": "Real time connect with agent on user input on bulk call",
          "content": "Direct your user to your support agent. Up the customer experience game by offering real-time support when you connect your users to your customer support agents based on their bulk call input."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track voice performance"}
      ]
    },
    "whatsapp": {
      "code": true,
      "pagename": "WhatsApp",
      "icon": "/img/icon/whatsapp.svg",
      "tagline": "dominate popular platforms",
      "heading": "Drive better customer engagement outcomes Meet your customers where they already are, on the platform with 2 billion+ users.",
      "features": [
        {
          "img": "/img/feature/whatsapp-support-base64.svg",
          "heading": "Support Base64",
          "content": "Send the body in JSON and leave the rest to us. No need to make a URL or upload your file as you can directly send JSON body and it will be converted automatically into Base64 format and sent via WhatsApp."
        },
        {
          "img": "/img/feature/whatsapp-2way-communication.svg",
          "heading": "2way communication",
          "content": "Say hello to go on HELLO. Give your customer the right platform to continue the conversation. Once they reply, they are directly taken to HELLO to start a 2-way communication with your business."
        },
        {
          "img": "/img/feature/whatsapp-manage-template-inside-panel.svg",
          "heading": "Manage template inside panel",
          "content": "Create and manage your templates right here. No need to switch platforms to create your template. You can create the templates, manage it and check the status of it right here without going on Facebook."
        },
        {
          "img": "/img/feature/whatsapp-analytics.svg",
          "heading": "Analytics",
          "content": "Get graphical insights into your business messages. Analyse and improvise your business messaging with the right metrics. Get a graphical report on the number of messages sent, delivered, conversations and more."
        },
        {
          "img": "/img/feature/whatsapp-export-logs.svg",
          "heading": "Export Logs",
          "content": "Get individual outbound and inbound messages logs. Export the logs for better viewing and insights. Get details of all the outbound and inbound messages and conversations your business had with your customers."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track whatsapp performance"}
      ]
    }
  },
  "uk":{
    "pagename": "index",
    "index":{
      "code":"no",
      "pagename":"index",
      "head":"this is global index"
    },
    "hello":{
      "code": false,
      "icon": "/img/icon/hello.svg",
      "pagename":"hello",      
      "tagline": "Revolutionize customer support",
      "heading": "Never lose sight of what’s important Don’t just solve tickets, build customer relationships",
      "pageimg":"/img/pageimg/hello.png",
      "features": [
      
        {
          "img": "/img/feature/hello-unlimited-agents.svg",
          "heading": "Unlimited Agents",
          "content": "Unlimited free agents to power up your customer support. More agents mean continuous engagement, more tickets resolved and better customer support on offer. There is no number attached to your number of customer support agents."
        },
        {
          "img": "/img/feature/hello-chat-bot.svg",
          "heading": "Chatbot",
          "content": "Resolve customer queries round-the-clock across text and voice. Let the chatbot tackle simple repetitive queries that don’t require the soft skills and experience of your agents and when required, seamlessly loop in live agents."
        },
        {
          "img": "/img/feature/hello-analytics.svg",
          "heading": "Analytics",
          "content": "Analytics and reports to monitor your agent performance. Get deep actionable insights to deliver outstanding support and achieve your goals. The easy-to-analyse analytics reports will help your agents scale up their customer support."
        },
        {
          "img": "/img/feature/hello-video-call.svg",
          "heading": "Video Call / Screen Sharing",
          "content": "High-quality video calls wherever your customer is. Get on a video call with your customer to co-browse your customer’s screen. Take control of the meeting as your customer screen shares to show information or raise an issue."
        },
        {
          "img": "/img/feature/hello-workflow.svg",
          "heading": "Workflow",
          "content": "Automatically assign conversations to a team or a dedicated agent. Get started with our existing Workflow or set up your customised Workflow based on your business support needs."
        },
        {
          "img": "/img/feature/hello-screen-control.svg",
          "heading": "Screen Control",
          "content": "Control your customer’s screen from where you are Work on the remote screen as if you are really there. Once you get access, get complete control of your customer’s screen, mouse and keyboard to quickly resolve issues."
        }
      ]
    },
    "campaign": {
      "code": false,
      "icon": "/img/icon/campaign.svg",
      "pagename":"campaign",
      "tagline": "Event Base automation",
      "heading": "Connect conversations across channels and tools Deliver personalized, engaging and seamless experiences",
      "pageimg":"/img/pageimg/campaign.svg",
      "features": [
        {
          "img": "/img/feature/campaign-multi-channel-support.svg",
          "heading": "Multi channel support",
          "content": "Support your customers on their preferred channel. Give your customers a better support experience via their preferred channel- SMS, Email, Voice, Push Notification, WhatsApp and more. Meet your customers where they are."
        },
        {
          "img": "/img/feature/campaign-draggable-flow.svg",
          "heading": "Draggable Flow",
          "content": "Drag and drop to create an omnichannel flow with ‘if-then’ scenarios. Choose when you need to initiate an SMS, email, or messaging conversation in a single workflow. Create a flow that is as simple or as complex as your business needs them to be. "
        },
        {
          "img": "/img/feature/campaign-time-based-condition.svg",
          "heading": "Time Based Condition",
          "content": "Send perfectly timed automated messages. Build a thoughtful sending schedule with time-based conditions that control the time zone of when your campaigns are delivered. Support your customers at the right time."
        },
        {
          "img": "/img/feature/campaign-api-based-conditions.svg",
          "heading": "API based Conditions",
          "content": "Get information instantly for real-time interactions. Call for data even when in mid of a flow by sending data to a third-party system or requesting data needed for your communication steps. Deliver real-time information to your customers. "
        },
        {
          "img": "/img/feature/campaign-country-based-condition.svg",
          "heading": "Contry Based Condition",
          "content": "Country-Based Conditions Support your customers across the world. Create personalized and memorable experiences for your customer across countries, languages, content, channels, flows and more. Easily connect, customize and communicate. "
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track campaign performance"}
      ]
    },
    "segmento": {
      "code": false,
      "icon": "/img/icon/segmento.svg",
      "pagename":"segmento",
      "pageimg":"/img/pageimg/segmento.png",
      "tagline": "target based marketing",
      "heading": "Personalize customer journeys with data segmentation Segment people based on their demographics, behaviour, interests and other characteristics.",
      "features": [
        {
          "img": "/img/feature/segmento-create-filters-as-per-segments.svg",
          "heading": "Create filters as per segment",
          "content": "Create a filtered list on your business phonebook. Tailor your marketing efforts by targeting people based on their requirements, traits or patterns by creating a particular filter on your phonebook."
        },
        {
          "img": "/img/feature/segmento-automation-trigger.svg",
          "heading": "Automation Trigger",
          "content": "Trigger meaningful information for the filtered segments. Automate actions on the filters created based on the user’s action or input to deliver relevant and personalised messages for each group."
        },
        {
          "img": "/img/feature/segmento-automation-repeater.svg",
          "heading": "Automation Repeater",
          "content": "Send the most relevant content at the most relevant time. Send auto messages to the same filter at time-based intervals through your audience’s preferred business communication channel."
        },
        {
          "img": "/img/feature/segmento-open-api.svg",
          "heading": "Open API",
          "content": "Use API to get, create, update or delete contact. We provide APIs for every action, big or small, so that you can focus on what matters most- building your amazing product."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track segmento performance"}
      ]
    },
    "otp": {
      "code": false,
      "pagename": "otp",
      "icon": "/img/icon/otp.svg",
      "pageimg":"/img/pageimg/otp.png",
      "tagline": "Instant Secure verification",
      "heading": "Simplest, quickest and most effective way to verify your users Build customer trust and enable business protection with two-factor authentication.",
      "features": [
        {
          "img": "/img/feature/otp-simple-login.svg",
          "heading": "Simple Login",
          "content": "Login with OTP is as simple as login with Gmail Give your users a fast, non-disruptive and simple authentication experience. Implement login with OTP by entering your mobile number or email address to receive OTP via SMS or email."
        },
        {
          "img": "/img/feature/otp-inbuilt-ip-security.svg",
          "heading": "Inbuilt IP Security",
          "content": "Protect against fraud, hacks, validation, blocking Minimize fraud with an extra layer of security. The inbuilt security ensures that when a login is risky the flow does not allow the bad actor to login by viewing it as potentially fraudulent."
        },
        {
          "img": "/img/feature/otp-support-multiple-channels.svg",
          "heading": "Support multiple channels",
          "content": "Build customer trust and increase conversion across multiple channels Authenticate your users on channels they prefer. We support multiple channels including SMS, email, Voice, WhatsApp giving businesses and users the flexibility they need to authenticate."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track otp performance"}
      ]
    },
    "shorturl": {
      "code": false,
      "icon": "/img/icon/shorturl.svg",
      "pagename": "ShortUrl",
      "pageimg":"/img/pageimg/shorturl.svg",
      "tagline": "Simplify your links",
      "heading": "Customise, share and track smart links Optimise your complex links to create short, cleaner links that are easier to share.",
      "features": [
        {
          "img": "/img/feature/shorturl-no-code.svg",
          "heading": "No Code",
          "content": "No code and fewer credits makes it a smart link. Shorten your URL in real-time without putting in any code. Just paste your link and you have a smart link that is easy to share, saves you space and consumes fewer credit."
        },
        {
          "img": "/img/feature/shorturl-number-wise-tracking.svg",
          "heading": "Numberwise Tracking",
          "content": "Gather statistics by monitoring the number of hits from your URL. Track the performance of your shortURL and the number of hits for each recipient. Know how many times the link has been clicked, where is it shared, and how is it driving traffic."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track shorturl performance"}
      ]
    },
    "knowledgebase": {
      "code": false,
      "icon": "/img/icon/knowledgebase.svg",
      "pagename": "KnowledgeBase",
      "pageimg":"/img/pageimg/knowledgebase.svg",
      "tagline": "streamline your Knowledge",
      "heading": "Central repository for information on your products, services or topics Help your customers find answers to their queries on their own at their own convenience",
      "features": [
        {
          "img": "/img/feature/kb-wysiwyg-editor.svg",
          "heading": "WYSIWYG editor",
          "content": "Easily create or edit your knowledge base articles Quickly create your articles with the what you see is what you get content editor. It is as simple to use as if you were using a Word Processor or HTML Editor."
        },
        {
          "img": "/img/feature/kb-seo-friendly.svg",
          "heading": "SEO friendly (Subfolder and subdomain both support)",
          "content": "An SEO-friendly optimized knowledge base Your knowledge base is run on your own domain and not on any subdomain so the algorithms treat it as your website giving it the same importance as your other webpages."          
        },
        {
          "img": "/img/feature/kb-whitelable.svg",
          "heading": "Whitelabel",
          "content": "It works on your branding and not ours Your users view your knowledge base under your branding on your website. Our whitelabel services ensure there’s no indication of it being powered by MSG91."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track knowledgebase performance"}
      ]
    },    
    "sms": {
      "code": true,
      "pagename": "SMS",
      "icon": "/img/icon/sms.svg",
      "tagline": "Next level messaging",
      "heading": "Engage your customers globally with quick, scalable and customizable messages Integrate our developer-friendly APIs to send and receive text messages. ",
      "features": [
        {
          "img": "/img/feature/sms-intelligent-sms-routing.svg",
          "heading": "Intelligent SMS Routing",
          "content": "We find the most reliable route for every message. Your message is sent using your network telecom operator for fast delivery. Incase it fails, within fraction of seconds, we retry and deliver using other network operators."
        },
        {
          "img": "/img/feature/sms-a-reliable-scalable-and-feature-rich-sms-api.svg",
          "heading": "A reliable, scalable and feature-rich SMS API",
          "content": "Integrate easily with our developer-friendly SMS API. Built for developers by developers, explore quick-start guides, code snippets, SDKs and more to smoothen the integration process. Available in all programming languages."
        },
        {
          "img": "/img/feature/sms-multi-lingual-support.svg",
          "heading": "Multi-lingual support",
          "content": "Converse with your audience in their local language. Take your engagement to the next level. Build customer confidence as you send messages in their regional or foreign language anywhere across the world."
        },
        {
          "img": "/img/feature/sms-personalized-sms.svg",
          "heading": "Personalized SMS",
          "content": "Increase customer satisfaction with meaningful engagement. Don’t just engage with customers, create personalized experiences by adding characteristics to your messages. Harness the power of personalization to boost your ROI."
        },
        {
          "img": "/img/feature/sms-link-shortener.svg",
          "heading": "Link shortener",
          "content": "Transform long URL in a shorter, more readable link. Enable the deeply integrated link shortener to convert long URL to shorter links. Get detailed user report on clicks from mobile numbers, browser and IP."
        },
        {
          "img": "/img/feature/sms-enhanced-analytics.svg",
          "heading": "Enhanced Analytics",
          "content": "Real-time graphical view for monitoring and troubleshooting. Optimize your SMS delivery, measure the effectiveness of your campaigns, improve ROI. Always know which messages customers have received and which are missed."
        },
        {
          "img": "/img/feature/sms-enjoy-reliable-low-latency-delivery-worldwide.svg",
          "heading": "Enjoy reliable, low latency delivery-worldwide",
          "content": "Reach 180+ countries reliably with localized senders. Our backend is optimized to process a very high volume of SMS. The automatic rerouting of global traffic in real-time helps us avoid outages and latency."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track sms performance"}
      ]
    },  
    "email": {
      "code": true,
      "pagename": "Email",
      "icon": "/img/icon/email.svg",
      "tagline": "smarter email strategy",
      "heading": "Smart emails that land directly into the right inbox Make the most of these powerful touchpoints between your brand and your customers.",
      "features": [
        {
          "img": "/img/feature/email-template-builder.svg",
          "heading": "Email Template Builder",
          "content": "Drag-and-drop to create the layout of your email. Customize your transactional emails using our no-code, drag-and-drop interface. Preview to see how your email will look when viewed on different devices."
        },
        {
          "img": "/img/feature/email-amp-emails.svg",
          "heading": "AMP Emails",
          "content": "Rich interactive emails to increase user engagement. Your customers can interact dynamically with your message directly in the email to perform tasks and CTAs with fewer steps and zero redirects."
        },
        {
          "img": "/img/feature/email-statistics.svg",
          "heading": "Statistics",
          "content": "Monitor and track every aspect of your email’s lifecycle. Get a graphical representation of the delivery rates, open rates, click-through rates, bounce rates, and spam to iterate and ensure you reach your customer's inbox."
        },
        {
          "img": "/img/feature/email-smtp-restapi-support.svg",
          "heading": "SMTP/RestAPI support",
          "content": "Integrate with our RESTful APIs and SMTP in minutes. Get your hands on our comprehensive documentation or connect with our support superheroes to easily integrate into your custom or third-party apps to start sending emails."
        },
        {
          "img": "/img/feature/email-validation.svg",
          "heading": "Email Validation",
          "content": "Positively impact the engagement and reputation of your brand. Deliver more messages to real contacts with our real-time API that detects and suppresses invalid email address with an accuracy rate of up to 85% to give you a clean list."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track email performance"}
      ]
    },
    "voice": {
      "code": true,
      "pagename": "Voice",
      "icon": "/img/icon/voice.svg",
      "tagline": "connect with confidence",
      "heading": "Boost customer engagement and build trust Start real-time conversations with crystal clear audio, low latency and deeper insights.",
      "features": [
        {
          "img": "/img/feature/voice-direct-calling-from-hello.svg",
          "heading": "Direct Calling From Hello",
          "content": "Skip the 2-way calling and directly call from browser. Save your agent calling time and enhance customer experience. Easily connect two phone numbers without keeping one on hold to start a customer conversation."
        },
        {
          "img": "/img/feature/voice-ivr-flow.svg",
          "heading": "IVR Flow",
          "content": "Modern IVR that makes customer interaction quick and hassle-free. Smart IVR system that offers more that just resolving queries. Besides the usual, you can create a time-based or agent-based setting and even record a message."
        },
        {
          "img": "/img/feature/voice-bulk-voice.svg",
          "heading": "Bulk Voice",
          "content": "Speak directly with your audience over a single call. Record your voice message and blast the message you wish to convey to hundreds and thousands of customer in one go. A ringing phone call is usually hard to ignore."
        },
        {
          "img": "/img/feature/voice-multiple-way-to-upload-file.svg",
          "heading": "Multiple Way to Upload File",
          "content": "Upload your audio message in multiple ways. Amplify your customer interaction with personalised voice message. Record your message for bulk voice call or IVR menu through text-to-speech, browser mic or phone call."
        },
        {
          "img": "/img/feature/voice-bulk-voice-with-ivr.svg",
          "heading": "Bulk voice with IVR",
          "content": "Connect your voice call to the IVR. Not just send a bulk voice message but also get a response from your users. Record the message you’d like to convey and send it to your customers using an IVR."
        },
        {
          "img": "/img/feature/voice-real-time-connect-with-agent-on-user-input-on-bulk-call.svg",
          "heading": "Real time connect with agent on user input on bulk call",
          "content": "Direct your user to your support agent. Up the customer experience game by offering real-time support when you connect your users to your customer support agents based on their bulk call input."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track voice performance"}
      ]
    },
    "whatsapp": {
      "code": true,
      "pagename": "WhatsApp",
      "icon": "/img/icon/whatsapp.svg",
      "tagline": "dominate popular platforms",
      "heading": "Drive better customer engagement outcomes Meet your customers where they already are, on the platform with 2 billion+ users.",
      "features": [
        {
          "img": "/img/feature/whatsapp-support-base64.svg",
          "heading": "Support Base64",
          "content": "Send the body in JSON and leave the rest to us. No need to make a URL or upload your file as you can directly send JSON body and it will be converted automatically into Base64 format and sent via WhatsApp."
        },
        {
          "img": "/img/feature/whatsapp-2way-communication.svg",
          "heading": "2way communication",
          "content": "Say hello to go on HELLO. Give your customer the right platform to continue the conversation. Once they reply, they are directly taken to HELLO to start a 2-way communication with your business."
        },
        {
          "img": "/img/feature/whatsapp-manage-template-inside-panel.svg",
          "heading": "Manage template inside panel",
          "content": "Create and manage your templates right here. No need to switch platforms to create your template. You can create the templates, manage it and check the status of it right here without going on Facebook."
        },
        {
          "img": "/img/feature/whatsapp-analytics.svg",
          "heading": "Analytics",
          "content": "Get graphical insights into your business messages. Analyse and improvise your business messaging with the right metrics. Get a graphical report on the number of messages sent, delivered, conversations and more."
        },
        {
          "img": "/img/feature/whatsapp-export-logs.svg",
          "heading": "Export Logs",
          "content": "Get individual outbound and inbound messages logs. Export the logs for better viewing and insights. Get details of all the outbound and inbound messages and conversations your business had with your customers."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track whatsapp performance"}
      ]
    }
  },
  "us":{
    "pagename": "index",
    "index":{
      "code":"no",
      "pagename":"index",
      "head":"this is global index"
    },
    "hello":{
      "code": false,
      "icon": "/img/icon/hello.svg",
      "pagename":"hello",      
      "tagline": "Revolutionize customer support",
      "heading": "Never lose sight of what’s important Don’t just solve tickets, build customer relationships",
      "pageimg":"/img/pageimg/hello.png",
      "features": [
      
        {
          "img": "/img/feature/hello-unlimited-agents.svg",
          "heading": "Unlimited Agents",
          "content": "Unlimited free agents to power up your customer support. More agents mean continuous engagement, more tickets resolved and better customer support on offer. There is no number attached to your number of customer support agents."
        },
        {
          "img": "/img/feature/hello-chat-bot.svg",
          "heading": "Chatbot",
          "content": "Resolve customer queries round-the-clock across text and voice. Let the chatbot tackle simple repetitive queries that don’t require the soft skills and experience of your agents and when required, seamlessly loop in live agents."
        },
        {
          "img": "/img/feature/hello-analytics.svg",
          "heading": "Analytics",
          "content": "Analytics and reports to monitor your agent performance. Get deep actionable insights to deliver outstanding support and achieve your goals. The easy-to-analyse analytics reports will help your agents scale up their customer support."
        },
        {
          "img": "/img/feature/hello-video-call.svg",
          "heading": "Video Call / Screen Sharing",
          "content": "High-quality video calls wherever your customer is. Get on a video call with your customer to co-browse your customer’s screen. Take control of the meeting as your customer screen shares to show information or raise an issue."
        },
        {
          "img": "/img/feature/hello-workflow.svg",
          "heading": "Workflow",
          "content": "Automatically assign conversations to a team or a dedicated agent. Get started with our existing Workflow or set up your customised Workflow based on your business support needs."
        },
        {
          "img": "/img/feature/hello-screen-control.svg",
          "heading": "Screen Control",
          "content": "Control your customer’s screen from where you are Work on the remote screen as if you are really there. Once you get access, get complete control of your customer’s screen, mouse and keyboard to quickly resolve issues."
        }
      ]
    },
    "campaign": {
      "code": false,
      "icon": "/img/icon/campaign.svg",
      "pagename":"campaign",
      "tagline": "Event Base automation",
      "heading": "Connect conversations across channels and tools Deliver personalized, engaging and seamless experiences",
      "pageimg":"/img/pageimg/campaign.svg",
      "features": [
        {
          "img": "/img/feature/campaign-multi-channel-support.svg",
          "heading": "Multi channel support",
          "content": "Support your customers on their preferred channel. Give your customers a better support experience via their preferred channel- SMS, Email, Voice, Push Notification, WhatsApp and more. Meet your customers where they are."
        },
        {
          "img": "/img/feature/campaign-draggable-flow.svg",
          "heading": "Draggable Flow",
          "content": "Drag and drop to create an omnichannel flow with ‘if-then’ scenarios. Choose when you need to initiate an SMS, email, or messaging conversation in a single workflow. Create a flow that is as simple or as complex as your business needs them to be. "
        },
        {
          "img": "/img/feature/campaign-time-based-condition.svg",
          "heading": "Time Based Condition",
          "content": "Send perfectly timed automated messages. Build a thoughtful sending schedule with time-based conditions that control the time zone of when your campaigns are delivered. Support your customers at the right time."
        },
        {
          "img": "/img/feature/campaign-api-based-conditions.svg",
          "heading": "API based Conditions",
          "content": "Get information instantly for real-time interactions. Call for data even when in mid of a flow by sending data to a third-party system or requesting data needed for your communication steps. Deliver real-time information to your customers. "
        },
        {
          "img": "/img/feature/campaign-country-based-condition.svg",
          "heading": "Contry Based Condition",
          "content": "Country-Based Conditions Support your customers across the world. Create personalized and memorable experiences for your customer across countries, languages, content, channels, flows and more. Easily connect, customize and communicate. "
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track campaign performance"}
      ]
    },
    "segmento": {
      "code": false,
      "icon": "/img/icon/segmento.svg",
      "pagename":"segmento",
      "pageimg":"/img/pageimg/segmento.png",
      "tagline": "target based marketing",
      "heading": "Personalize customer journeys with data segmentation Segment people based on their demographics, behaviour, interests and other characteristics.",
      "features": [
        {
          "img": "/img/feature/segmento-create-filters-as-per-segments.svg",
          "heading": "Create filters as per segment",
          "content": "Create a filtered list on your business phonebook. Tailor your marketing efforts by targeting people based on their requirements, traits or patterns by creating a particular filter on your phonebook."
        },
        {
          "img": "/img/feature/segmento-automation-trigger.svg",
          "heading": "Automation Trigger",
          "content": "Trigger meaningful information for the filtered segments. Automate actions on the filters created based on the user’s action or input to deliver relevant and personalised messages for each group."
        },
        {
          "img": "/img/feature/segmento-automation-repeater.svg",
          "heading": "Automation Repeater",
          "content": "Send the most relevant content at the most relevant time. Send auto messages to the same filter at time-based intervals through your audience’s preferred business communication channel."
        },
        {
          "img": "/img/feature/segmento-open-api.svg",
          "heading": "Open API",
          "content": "Use API to get, create, update or delete contact. We provide APIs for every action, big or small, so that you can focus on what matters most- building your amazing product."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track segmento performance"}
      ]
    },
    "otp": {
      "code": false,
      "pagename": "otp",
      "icon": "/img/icon/otp.svg",
      "pageimg":"/img/pageimg/otp.png",
      "tagline": "Instant Secure verification",
      "heading": "Simplest, quickest and most effective way to verify your users Build customer trust and enable business protection with two-factor authentication.",
      "features": [
        {
          "img": "/img/feature/otp-simple-login.svg",
          "heading": "Simple Login",
          "content": "Login with OTP is as simple as login with Gmail Give your users a fast, non-disruptive and simple authentication experience. Implement login with OTP by entering your mobile number or email address to receive OTP via SMS or email."
        },
        {
          "img": "/img/feature/otp-inbuilt-ip-security.svg",
          "heading": "Inbuilt IP Security",
          "content": "Protect against fraud, hacks, validation, blocking Minimize fraud with an extra layer of security. The inbuilt security ensures that when a login is risky the flow does not allow the bad actor to login by viewing it as potentially fraudulent."
        },
        {
          "img": "/img/feature/otp-support-multiple-channels.svg",
          "heading": "Support multiple channels",
          "content": "Build customer trust and increase conversion across multiple channels Authenticate your users on channels they prefer. We support multiple channels including SMS, email, Voice, WhatsApp giving businesses and users the flexibility they need to authenticate."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track otp performance"}
      ]
    },
    "shorturl": {
      "code": false,
      "icon": "/img/icon/shorturl.svg",
      "pagename": "ShortUrl",
      "pageimg":"/img/pageimg/shorturl.svg",
      "tagline": "Simplify your links",
      "heading": "Customise, share and track smart links Optimise your complex links to create short, cleaner links that are easier to share.",
      "features": [
        {
          "img": "/img/feature/shorturl-no-code.svg",
          "heading": "No Code",
          "content": "No code and fewer credits makes it a smart link. Shorten your URL in real-time without putting in any code. Just paste your link and you have a smart link that is easy to share, saves you space and consumes fewer credit."
        },
        {
          "img": "/img/feature/shorturl-number-wise-tracking.svg",
          "heading": "Numberwise Tracking",
          "content": "Gather statistics by monitoring the number of hits from your URL. Track the performance of your shortURL and the number of hits for each recipient. Know how many times the link has been clicked, where is it shared, and how is it driving traffic."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track shorturl performance"}
      ]
    },
    "knowledgebase": {
      "code": false,
      "icon": "/img/icon/knowledgebase.svg",
      "pagename": "KnowledgeBase",
      "pageimg":"/img/pageimg/knowledgebase.svg",
      "tagline": "streamline your Knowledge",
      "heading": "Central repository for information on your products, services or topics Help your customers find answers to their queries on their own at their own convenience",
      "features": [
        {
          "img": "/img/feature/kb-wysiwyg-editor.svg",
          "heading": "WYSIWYG editor",
          "content": "Easily create or edit your knowledge base articles Quickly create your articles with the what you see is what you get content editor. It is as simple to use as if you were using a Word Processor or HTML Editor."
        },
        {
          "img": "/img/feature/kb-seo-friendly.svg",
          "heading": "SEO friendly (Subfolder and subdomain both support)",
          "content": "An SEO-friendly optimized knowledge base Your knowledge base is run on your own domain and not on any subdomain so the algorithms treat it as your website giving it the same importance as your other webpages."          
        },
        {
          "img": "/img/feature/kb-whitelable.svg",
          "heading": "Whitelabel",
          "content": "It works on your branding and not ours Your users view your knowledge base under your branding on your website. Our whitelabel services ensure there’s no indication of it being powered by MSG91."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track knowledgebase performance"}
      ]
    },    
    "sms": {
      "code": true,
      "pagename": "SMS",
      "icon": "/img/icon/sms.svg",
      "tagline": "Next level messaging",
      "heading": "Engage your customers globally with quick, scalable and customizable messages Integrate our developer-friendly APIs to send and receive text messages. ",
      "features": [
        {
          "img": "/img/feature/sms-intelligent-sms-routing.svg",
          "heading": "Intelligent SMS Routing",
          "content": "We find the most reliable route for every message. Your message is sent using your network telecom operator for fast delivery. Incase it fails, within fraction of seconds, we retry and deliver using other network operators."
        },
        {
          "img": "/img/feature/sms-a-reliable-scalable-and-feature-rich-sms-api.svg",
          "heading": "A reliable, scalable and feature-rich SMS API",
          "content": "Integrate easily with our developer-friendly SMS API. Built for developers by developers, explore quick-start guides, code snippets, SDKs and more to smoothen the integration process. Available in all programming languages."
        },
        {
          "img": "/img/feature/sms-multi-lingual-support.svg",
          "heading": "Multi-lingual support",
          "content": "Converse with your audience in their local language. Take your engagement to the next level. Build customer confidence as you send messages in their regional or foreign language anywhere across the world."
        },
        {
          "img": "/img/feature/sms-personalized-sms.svg",
          "heading": "Personalized SMS",
          "content": "Increase customer satisfaction with meaningful engagement. Don’t just engage with customers, create personalized experiences by adding characteristics to your messages. Harness the power of personalization to boost your ROI."
        },
        {
          "img": "/img/feature/sms-link-shortener.svg",
          "heading": "Link shortener",
          "content": "Transform long URL in a shorter, more readable link. Enable the deeply integrated link shortener to convert long URL to shorter links. Get detailed user report on clicks from mobile numbers, browser and IP."
        },
        {
          "img": "/img/feature/sms-enhanced-analytics.svg",
          "heading": "Enhanced Analytics",
          "content": "Real-time graphical view for monitoring and troubleshooting. Optimize your SMS delivery, measure the effectiveness of your campaigns, improve ROI. Always know which messages customers have received and which are missed."
        },
        {
          "img": "/img/feature/sms-enjoy-reliable-low-latency-delivery-worldwide.svg",
          "heading": "Enjoy reliable, low latency delivery-worldwide",
          "content": "Reach 180+ countries reliably with localized senders. Our backend is optimized to process a very high volume of SMS. The automatic rerouting of global traffic in real-time helps us avoid outages and latency."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track sms performance"}
      ]
    },  
    "email": {
      "code": true,
      "pagename": "Email",
      "icon": "/img/icon/email.svg",
      "tagline": "smarter email strategy",
      "heading": "Smart emails that land directly into the right inbox Make the most of these powerful touchpoints between your brand and your customers.",
      "features": [
        {
          "img": "/img/feature/email-template-builder.svg",
          "heading": "Email Template Builder",
          "content": "Drag-and-drop to create the layout of your email. Customize your transactional emails using our no-code, drag-and-drop interface. Preview to see how your email will look when viewed on different devices."
        },
        {
          "img": "/img/feature/email-amp-emails.svg",
          "heading": "AMP Emails",
          "content": "Rich interactive emails to increase user engagement. Your customers can interact dynamically with your message directly in the email to perform tasks and CTAs with fewer steps and zero redirects."
        },
        {
          "img": "/img/feature/email-statistics.svg",
          "heading": "Statistics",
          "content": "Monitor and track every aspect of your email’s lifecycle. Get a graphical representation of the delivery rates, open rates, click-through rates, bounce rates, and spam to iterate and ensure you reach your customer's inbox."
        },
        {
          "img": "/img/feature/email-smtp-restapi-support.svg",
          "heading": "SMTP/RestAPI support",
          "content": "Integrate with our RESTful APIs and SMTP in minutes. Get your hands on our comprehensive documentation or connect with our support superheroes to easily integrate into your custom or third-party apps to start sending emails."
        },
        {
          "img": "/img/feature/email-validation.svg",
          "heading": "Email Validation",
          "content": "Positively impact the engagement and reputation of your brand. Deliver more messages to real contacts with our real-time API that detects and suppresses invalid email address with an accuracy rate of up to 85% to give you a clean list."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track email performance"}
      ]
    },
    "voice": {
      "code": true,
      "pagename": "Voice",
      "icon": "/img/icon/voice.svg",
      "tagline": "connect with confidence",
      "heading": "Boost customer engagement and build trust Start real-time conversations with crystal clear audio, low latency and deeper insights.",
      "features": [
        {
          "img": "/img/feature/voice-direct-calling-from-hello.svg",
          "heading": "Direct Calling From Hello",
          "content": "Skip the 2-way calling and directly call from browser. Save your agent calling time and enhance customer experience. Easily connect two phone numbers without keeping one on hold to start a customer conversation."
        },
        {
          "img": "/img/feature/voice-ivr-flow.svg",
          "heading": "IVR Flow",
          "content": "Modern IVR that makes customer interaction quick and hassle-free. Smart IVR system that offers more that just resolving queries. Besides the usual, you can create a time-based or agent-based setting and even record a message."
        },
        {
          "img": "/img/feature/voice-bulk-voice.svg",
          "heading": "Bulk Voice",
          "content": "Speak directly with your audience over a single call. Record your voice message and blast the message you wish to convey to hundreds and thousands of customer in one go. A ringing phone call is usually hard to ignore."
        },
        {
          "img": "/img/feature/voice-multiple-way-to-upload-file.svg",
          "heading": "Multiple Way to Upload File",
          "content": "Upload your audio message in multiple ways. Amplify your customer interaction with personalised voice message. Record your message for bulk voice call or IVR menu through text-to-speech, browser mic or phone call."
        },
        {
          "img": "/img/feature/voice-bulk-voice-with-ivr.svg",
          "heading": "Bulk voice with IVR",
          "content": "Connect your voice call to the IVR. Not just send a bulk voice message but also get a response from your users. Record the message you’d like to convey and send it to your customers using an IVR."
        },
        {
          "img": "/img/feature/voice-real-time-connect-with-agent-on-user-input-on-bulk-call.svg",
          "heading": "Real time connect with agent on user input on bulk call",
          "content": "Direct your user to your support agent. Up the customer experience game by offering real-time support when you connect your users to your customer support agents based on their bulk call input."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track voice performance"}
      ]
    },
    "whatsapp": {
      "code": true,
      "pagename": "WhatsApp",
      "icon": "/img/icon/whatsapp.svg",
      "tagline": "dominate popular platforms",
      "heading": "Drive better customer engagement outcomes Meet your customers where they already are, on the platform with 2 billion+ users.",
      "features": [
        {
          "img": "/img/feature/whatsapp-support-base64.svg",
          "heading": "Support Base64",
          "content": "Send the body in JSON and leave the rest to us. No need to make a URL or upload your file as you can directly send JSON body and it will be converted automatically into Base64 format and sent via WhatsApp."
        },
        {
          "img": "/img/feature/whatsapp-2way-communication.svg",
          "heading": "2way communication",
          "content": "Say hello to go on HELLO. Give your customer the right platform to continue the conversation. Once they reply, they are directly taken to HELLO to start a 2-way communication with your business."
        },
        {
          "img": "/img/feature/whatsapp-manage-template-inside-panel.svg",
          "heading": "Manage template inside panel",
          "content": "Create and manage your templates right here. No need to switch platforms to create your template. You can create the templates, manage it and check the status of it right here without going on Facebook."
        },
        {
          "img": "/img/feature/whatsapp-analytics.svg",
          "heading": "Analytics",
          "content": "Get graphical insights into your business messages. Analyse and improvise your business messaging with the right metrics. Get a graphical report on the number of messages sent, delivered, conversations and more."
        },
        {
          "img": "/img/feature/whatsapp-export-logs.svg",
          "heading": "Export Logs",
          "content": "Get individual outbound and inbound messages logs. Export the logs for better viewing and insights. Get details of all the outbound and inbound messages and conversations your business had with your customers."
        }
      ],
      "morefeatures": [
        {"more": "Provide customer support via screen sharing on a single click"},
        {"more": "Troubleshooting over video in seconds"},
        {"more" : "Record agent performance for quality control"},
        {"more": "Understand your customers emotions through sentiment analysis"},
        {"more": "Solution for remote access and support"},
        {"more": "Track whatsapp performance"}
      ]
    }
  }
}