{
    "HeadComp": {
        "title": "Wati vs MSG91 | Compare Communication APIs & Messaging Platforms",
        "description": "Compare Wati and MSG91 to find the right communication platform for your business. Explore differences in pricing, features, ease of integration, and support to make an informed decision."
    },
    "CompareBannerComp": {
        "heading": "MSG91 vs Wati",
        "subheading": "MSG91 and Wati are both popular platforms for WhatsApp-based business communication. While Wati focuses heavily on WhatsApp automation with tools like Flow Builder and chatbots, MSG91 offers a broader omnichannel approach with advanced segmentation, AI-driven journeys, and localized support—making it more versatile for businesses seeking multichannel engagement and scalability.",
        "img": "/assets/compare/wati/wati-icon.svg",
        "color": "#00E785"
    },
    "CompareTableComp": {
        "type":"global",
        "heading": "Comparison Summary: MSG91 vs Wati",
        "name": "Wati",
        "img": "/assets/compare/wati/wati-logo.svg",
        "content": [
            {
                "name": "MSG91",
                "des": "MSG91, on the other hand, is a comprehensive omnichannel communication solution, supporting SMS, email, WhatsApp, and more. It offers advanced features like AI-driven customer journeys, dynamic segmentation, and robust analytics, catering to businesses seeking scalability, flexibility, and cost-effective messaging solutions."
            },
            {
                "name": "Wati",
                "des": "Wati is a WhatsApp-centric communication platform designed for businesses looking to automate WhatsApp interactions with features like Flow Builder, chatbots, and seamless integrations. It offers an easy-to-use interface and is ideal for SMEs focused on WhatsApp automation."
            }
        ],
        "features": {
            "pricing": "Costlier, Added margin on Meta pricing",
            "multi_agent_support": "Free agents till 3 users, extra charges for extra users",
            "omnichannel_communication": "WhatsApp only",
            "ai_chatbot_integration": "No code chatbot, costlier as we go for complex bots",
            "unlimited_bot_creation": "Free trial allows 3 basic bots; more flows need a paid plan.",
            "omnichannel_chatbot_support": "Only WhatsApp",
            "whatsapp_payments": "WhatsApp Pay checkout in Catalog with Razorpay and PayU",
            "whatsapp_carousels": "Supports WhatsApp carousel templates.",
            "whatsapp_catalogs": "Supports WhatsApp catalog with easy integration and product sharing in chat.",
            "customer_journey_creation": "WhatsApp Journey only through bot",
            "client_segmentation": "Advanced customer segmentation",
            "integration_and_plugins": "Wati’s free trial lacks third-party integrations; the Basic Plan allows 2, with more on pay-as-you-go.",
            "otp_verification": "Does not provide OTP verification as a built-in feature",
            "otp_widget": "Wati doesn’t offer a website OTP widget.",
            "one_click_verification": "No",
            "unified_platform": "WhatsApp workflows are available",
            "technical_knowledge_required": "Not Necessarily needed.",
            "customer_support_quality": "Support via WhatsApp and email only.",
            "blue_tick_assistance": "Yes",
            "meta_ads_trackings_conversion": "Integrates with Meta Ads for Clicks, conversion tracking, and real-time insights."
        }
    },
    "PreFooterComp": {
        "content": "Start building your ideal customer engagement experience",
        "buttons": {
            "contactSales": {
                "text": "Contact sales",
                "link": "/contact-us"
            },
            "pricing": {
                "text": "Pricing",
                "link": "/pricing/"
            },
            "getStarted": {
                "text": "Get started",
                "link": "https://control.msg91.com/signup/"
            }
        }
    }
}