{
    "HeadComp": {
        "title": "Transactional Email Services in Brazil | Email Api Provider - MSG91",
        "description": "Our best email api integration for application-driven emails gives you an easy way to automate your sending based on user actions. Send, receive, and track emails with MSG91's best email api service."
    },
    "BannerComp": {
        "slug": "email",
        "product": {
            "name": "Email API",
            "icon": "/assets/icons/products/email.svg"
        },
        "tagline": "smarter email strategy ",
        "heading": "Deliver secure and instant emails",
        "subheading": "Ensure every message reaches your customers on time with the #1 email automation platform: fast, reliable, and built for seamless transactions.",
        "banner_img": "/assets/global/email/mobile-optimized-email-templates-for-perfect-display.svg",
        "not_absolute": true,
        "getstarted_btn": "Get Started",
        "trustedByComp": {
            "heading": "Trusted by 30,000+ global businesses",
            "logos": [
                {
                    "name": "Xiaomi",
                    "url": "/assets/trusted_by/xiaomi.svg"
                },
                {
                    "name": "Unacademy",
                    "url": "/assets/trusted_by/unacademy.svg"
                },
                {
                    "name": "Dream11",
                    "url": "/assets/trusted_by/dream11.svg"
                },
                {
                    "name": "Indeed",
                    "url": "/assets/trusted_by/indeed.svg"
                },
                {
                    "name": "Ixigo",
                    "url": "/assets/trusted_by/ixigo.svg"
                }
            ]
        }
    },
    "FeatureComp": {
        "iconColor": "text-email",
        "features": [
            {
                "name": "Boost Visibility with Gmail Markup",
                "content": "Make your emails more engaging with Gmail schema markup. Display rich snippets, action buttons, and event previews directly in the Gmail inbox to help users take action faster and improve your email performance",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Event Invitations",
                            "description": "Show “RSVP” or “Add to Calendar” buttons directly in the email preview."
                        },
                        {
                            "name": "E-Commerce Offers",
                            "description": "Highlight sales with “Shop Now” or “View Deal” actions."
                        },
                        {
                            "name": "Order & Delivery Updates",
                            "description": "Display real-time order status in the Gmail summary."
                        },
                        {
                            "name": "Appointment Confirmations",
                            "description": "Let users confirm, cancel, or reschedule directly from the inbox."
                        },
                        {
                            "name": "Flight & Hotel Bookings",
                            "description": "Share essential travel info with actionable buttons."
                        }
                    ],
                    "features": [
                        "Schema-Enabled Email Enhancements – Add Gmail-supported structured data to your emails.",
                        "Interactive Action Buttons – Boost click-through rates with inbox-level calls-to-action.",
                        "Improved Inbox Placement – Enhance your email’s visibility in Gmail with enriched content.",
                        "Faster Conversions – Users can take action without opening the full email.",
                        "Google-Compliant Markup Integration – Easy implementation with full schema support."
                    ]
                },
                "img": "/assets/global/email/boost_visibility_with_gmail_markup.webp"
            },
            {
                "name": "Create Email Templates with an AI Email Generator — In Seconds!",
                "content": "Accelerate your email creation process with MSG91’s AI Email Generator, which instantly crafts subject lines, headers, and full email content perfectly aligned with your campaign goals and target audience.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Launch Campaigns Faster",
                            "description": "Generate complete email content instantly from a short brief."
                        },
                        {
                            "name": "Multilingual Campaigns",
                            "description": "Effortlessly create content in your preferred language."
                        },
                        {
                            "name": "Consistent Brand Voice",
                            "description": "Ensure every email reflects your brand’s unique tone and messaging."
                        },
                        {
                            "name": "Boost Engagement",
                            "description": "Use AI to craft attention-grabbing content that truly resonates."
                        },
                        {
                            "name": "Save Time",
                            "description": "Let the AI email generator handle content creation so you can focus on strategy."
                        }
                    ],
                    "features": [
                        "Smart Subject Line Suggestions – AI-generated subject lines designed to maximize open rates.",
                        "Prompt-Based Content Generator – Provide a brief and receive a complete, campaign-ready email.",
                        "Full Email Coverage – Generate everything from headers to footers in one seamless step.",
                        "Engagement Optimized – Every word crafted to drive opens, clicks, and conversions.",
                        "Tone & Style Flexibility – Choose between casual, formal, or informative tones to match your brand perfectly."
                    ]
                },
                "img": "/assets/global/email/lotties/create_email_templates_with_an_ai_email_generator_in_seconds.json"
            },
            {
                "name": "Dynamic Personalization with Handlebar Variables",
                "content": "Handlebar lets you personalize emails automatically by inserting dynamic data and conditional content. Create relevant, one-to-one messages that boost engagement without any manual work.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "User-Specific Greetings",
                            "description": "Add names, cities, or companies dynamically to personalize every email."
                        },
                        {
                            "name": "Custom Discount Codes",
                            "description": "Display unique promo codes for each user to drive conversions."
                        },
                        {
                            "name": "Behavior-Based Messaging",
                            "description": "Show products or content based on each recipient’s past behavior."
                        },
                        {
                            "name": "Transactional Emails",
                            "description": "Include order details like ID, price, and delivery status for a tailored experience."
                        },
                        {
                            "name": "Account Notifications",
                            "description": "Personalize messages for renewals, upgrades, or security alerts."
                        }
                    ],
                    "features": [
                        "Easy {{variable}} Integration – Seamlessly insert dynamic content.",
                        "Supports Conditional Logic – Display content based on user-specific values.",
                        "Flexible Personalization at Scale – Works across large audiences without manual work.",
                        "Template Compatibility – Embed variables in any HTML email template.",
                        "Automation-Ready – Combine with workflows for real-time, event-based email updates."
                    ]
                },
                "img": "/assets/global/email/dynamic_personalization_with_handlebar_variables.webp"
            },
            {
                "name": "Prevent Email Fraud with DMARC Compliance",
                "content": "Protect your brand from email spoofing and phishing with DMARC (Domain-based Message Authentication, Reporting & Conformance). Ensure only legitimate emails reach your audience while enhancing security and email deliverability",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Prevent Email Spoofing & Phishing",
                            "description": "Protects your website’s domain from being used in fraudulent emails."
                        },
                        {
                            "name": "Enhance Website Security",
                            "description": "Strengthens domain security by preventing unauthorized email activity."
                        },
                        {
                            "name": "Improve Transactional Email Deliverability",
                            "description": "Ensures emails like order confirmations and password resets reach users."
                        },
                        {
                            "name": "Gain Visibility on Email Usage",
                            "description": "Provides reports on email-sending sources linked to your website."
                        },
                        {
                            "name": "Boost Brand Trust & Reputation",
                            "description": "Ensures customers receive only legitimate emails from your domain."
                        }
                    ],
                    "features": [
                        "SPF & DKIM Authentication – Ensures emails are sent from authorized servers .",
                        "DMARC Policy Control (None, Quarantine, Reject) – Allows gradual enforcement to block fake emails.",
                        "Detailed Reporting  – Provides insights into email authentication and unauthorized usage.",
                        "Subdomain Protection – Secures all subdomains from misuse in email spoofing.",
                        "Geo-Location Tracking – Identifies the geographic origin of emails to detect suspicious or unauthorized activity."
                    ]
                },
                "img": "/assets/global/email/prevent-email-fraud-with-dmarc-compliance.svg"
            },
                   {
                "name": "Maintain your Domain Reputation with Smart Email Validation",
                "content": "Maintain a clean, effective email list by validating email addresses before sending email campaigns. Removing invalid, fake, or risky addresses ensures higher email deliverability and protects your sender reputation.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Reduce Bounce Rates",
                            "description": "Remove invalid or fake email addresses."
                        },
                        {
                            "name": "Increase Deliverability",
                            "description": "Improve inbox delivery by maintaining a validated email list."
                        },
                        {
                            "name": "Target the Right Audience",
                            "description": "Engage with valid, active users."
                        },
                        {
                            "name": "Improve Campaign Performance",
                            "description": "Optimize open rates by sending to a high-quality list."
                        },
                        {
                            "name": "Protect Sender Reputation",
                            "description": "Avoid issues with undeliverable emails."
                        }
                    ],
                    "features": [
                        "Instantly detect valid, invalid, and risky email addresses.",
                        "Upload and validate large email lists efficiently.",
                        "Remove fake and undeliverable emails before campaigns.",
                        "Prevent deliverability issues by ensuring compliance with DMARC, SPF, and DKIM authentication.",
                        "Enhance engagement by sending to a targeted audience."
                    ]
                },
                "img": "/assets/global/email/maintain-your-domain-reputation-with-smart-email-validation.svg"
            },
    {
                "name": "AI-Powered Email Personalization at Scale",
                "content": "Transform your email with Intellisend AI - where every email evolves dynamically to match your audience. Our AI-driven system modifies content at scale, ensuring each recipient gets the most relevant message for higher engagement and better deliverability.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Hyper-Personalized Campaigns",
                            "description": "Deliver unique content to different audiences automatically."
                        },
                        {
                            "name": "Subject Line Optimization",
                            "description": "AI tests and selects the best-performing subject lines for higher open rates."
                        },
                        {
                            "name": "Static Preview, Dynamic Delivery",
                            "description": "Senders preview only the approved static template, while recipients receive fully personalized versions."
                        },
                        {
                            "name": "Scalable Product Announcements",
                            "description": "Customize messaging and updates based on campaign goals."
                        },
                        {
                            "name": "Event & Webinar Campaigns",
                            "description": "Personalize invites and reminders for better attendance rates."
                        }
                    ],
                    "features": [
                        "Inbuilt AI Engine – Auto-generates personalized email content at scale.",
                        "Content Variation Scaling – AI generates and delivers multiple content versions tailored to different audiences.",
                        "Auto Content Modification – Instantly personalizes email content for each user without manual effort.",
                        "2X Scaling for Maximum Impact – Content evolves in a 2x growth pattern for better reach.",
                        "Device-Ready Templates – Fully optimized for mobile and desktop."
                    ]
                },
          "img": "/assets/global/email/ai-powered-email-personalization-at-scale.svg"
            },
            {
                "name": "Create Stunning Emails in Minutes",
                "content": "Create stunning emails quickly with our drag-and-drop editor. Customize every detail, from layouts and colors to fonts, to perfectly match your brand’s identity. Whether it’s a quick update or an in-depth announcement, , our email solution helps you craft polished emails that connect with your audience and maximize engagement seamlessly.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Newsletters",
                            "description": "Keep your audience informed with regular updates."
                        },
                        {
                            "name": "Exclusive Deals",
                            "description": "Drive sales with personalized deals."
                        },
                        {
                            "name": "Product Announcements",
                            "description": "Update customers on new product launches."
                        },
                        {
                            "name": "Order Updates",
                            "description": "Provide real-time order and shipping updates."
                        },
                        {
                            "name": "Abandoned Cart Reminders",
                            "description": "Automatically send reminders to recover abandoned carts."
                        }
                    ],
                    "features": [
                        "Drag-and-drop editor, no coding required.",
                        "Add buttons, images, and videos for richer engagement.",
                        "Customizable colors, fonts, and logos to match your brand.",
                        "Optimized designs that display seamlessly on all devices.",
                        "View previews and test compatibility across devices before sending."
                    ]
                },
                "img": "/assets/global/email/lotties/create-stunning-emails-in-minutes.json"
            },
            {
                "name": "Create conversion-driving AMP emails in minutes.",
                "content": "Elevate your email strategy with AMP technology. Create interactive and engaging experiences right within the email inbox. Add dynamic elements like product carousels, forms, and real-time content to attract your audience and drive better conversion rates. AMP-enabled email solutions offer seamless interactions without requiring users to leave their inbox.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Product Carousels",
                            "description": "Present multiple products in one email for an interactive shopping experience."
                        },
                        {
                            "name": "Forms & Surveys",
                            "description": "Collect feedback or data directly within the email."
                        },
                        {
                            "name": "Real-Time Content",
                            "description": "Keep your emails up-to-date with live information like inventory or pricing."
                        },
                        {
                            "name": "Event Registrations",
                            "description": "Let users register for events directly from the email."
                        },
                        {
                            "name": "Polls & Voting",
                            "description": "Engage users with interactive polls and voting features."
                        }
                    ],
                    "features": [
                        "Dynamic elements like carousels, forms, and live updates.",
                        "Allow recipients to take actions without leaving the inbox.",
                        "Stand out in crowded inboxes with rich, interactive content.",
                        "Increase conversions with seamless and engaging email experiences.",
                        "Fully optimized for mobile and desktop devices."
                    ]
                },
                "img": "/assets/global/email/lotties/create-conversion-driving-amp-emails-in-minutes.json"
            },
            {
                "name": "Send Email Campaigns Faster with Pre-Designed Templates",
                "content": "Save time and boost engagement with professionally designed email templates. Choose from a variety of layouts for newsletters and transactional emails using the MSG91 Email Template Library.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "E-Commerce Sales",
                            "description": "Ready-to-use email templates for flash sales and product launches."
                        },
                        {
                            "name": "Event Invitations",
                            "description": "Professionally designed templates for events."
                        },
                        {
                            "name": "Customer Support",
                            "description": "Branded templates for issue resolution and follow-ups."
                        },
                        {
                            "name": "Welcome Emails",
                            "description": "Quickly set up an engaging welcome series."
                        },
                        {
                            "name": "Product Announcements",
                            "description": "Modify announcement emails in minutes and send instantly."
                        }
                    ],
                    "features": [
                        "Professionally designed, mobile-responsive templates for any use case.",
                        "Drag-and-drop customization—no coding required.",
                        "Pre-built templates for newsletters, and transactional emails.",
                        "Save time with pre-tested, high-converting designs.",
                        "Instantly test, optimize, and schedule campaigns effortlessly."
                    ]
                },
                "img": "/assets/global/email/send-email-campaigns-faster-with-pre-designed-templates.svg"
            },
            {
                "name": "Flexible Email API For Seamless Integration",
                "content": "Ensure seamless and reliable email delivery with our Transactional Email API. Send order confirmations, invoices, and notifications with fast delivery and high deliverability.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "OTP Verification",
                            "description": "Ensure secure and seamless user authentication with instant one-time passwords via Email OTP Api."
                        },
                        {
                            "name": "Abandoned Cart Reminders",
                            "description": "Send follow-up emails encouraging users to complete their purchase."
                        },
                        {
                            "name": "Order Confirmations",
                            "description": "Send receipts and order details immediately after purchase."
                        },
                        {
                            "name": "Shipping & Delivery Alerts",
                            "description": "Notify customers about order dispatch, tracking, and delivery status."
                        },
                        {
                            "name": "Refund & Return Updates",
                            "description": "Inform users about refund processing, return approvals, and status updates."
                        }
                    ],
                    "features": [
                        "High-speed delivery to ensure time-sensitive emails reach instantly.",
                        "API integration for seamless automation and real-time email triggers.",
                        "Scalable to handle high-volume transactional emails effortlessly.",
                        "Advanced deliverability with DMARC, SPF, and DKIM authentication to maximize inbox placement and prevent spoofing.",
                        "Real-time tracking and analytics for monitoring email performance."
                    ]
                },
                "img": "/assets/global/email/transactional-email-api-deliver-critical-emails-instantly.svg"
            },
            {
                "name": "Seamless Integration with Gmail & Outlook",
                "content": "Integrate effortlessly with Gmail and Outlook using MSG91’s Email Service. Send transactional emails, OTPs, notifications, and bulk campaigns - all from a single platform, ensuring instant deliverability, scalability, and detailed tracking without additional software.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Transactional Emails",
                            "description": "Automate order confirmations, OTPs, and notifications via your existing email provider."
                        },
                        {
                            "name": "Targeted Campaigns",
                            "description": "Design engaging templates and send bulk emails to registered audiences with instant deliverability."
                        },
                        {
                            "name": "Lead Nurturing",
                            "description": "Send targeted follow-ups and personalized emails to nurture prospects."
                        },
                        {
                            "name": "Detailed Analytics",
                            "description": "Track open rates, clicks, and engagement for better insights."
                        },
                        {
                            "name": "Easy Access",
                            "description": "Manage email campaigns seamlessly from Gmail or Outlook."
                        }
                    ],
                    "features": [
                        "Send email campaigns directly from one dashboard.",
                        "Engage customers from your business inbox effortlessly.",
                        "Handle all campaigns from a single interface.",
                        "Monitor email opens, clicks, and performance instantly.",
                        "Streamline communication without extra software."
                    ]
                },
                "img": "/assets/global/email/seamless-integration-with-gmail-and-outlook.svg"
            },
            {
                "name": "Target the Right Audience & Run Email Campaigns Effortlessly",
                "content": "Reach the right audience with the right email using advanced segmentation and email automation. Deliver personalized emails that drive engagement and conversions seamlessly.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Personalized Email",
                            "description": "Send targeted campaigns based on customer interests and behavior."
                        },
                        {
                            "name": "Re-Engagement Campaigns",
                            "description": "Identify inactive users and send tailored emails to bring them back."
                        },
                        {
                            "name": "Event-Based Triggers",
                            "description": "Automate emails for signups, purchases, and abandoned carts."
                        },
                        {
                            "name": "Geo-Targeted Campaigns",
                            "description": "Reach audiences based on their location and preferences."
                        },
                        {
                            "name": "A/B Testing",
                            "description": "Test subject lines, content, and designs to optimize email performance."
                        }
                    ],
                    "features": [
                        "Create precise segments based on user behavior, demographics, and engagement.",
                        "Set up trigger-based emails for signups, purchases, and abandoned carts.",
                        "Optimize performance with real-time data, smart scheduling, and campaign insights.",
                        "Ensure campaign emails comply with DMARC authentication to improve inbox placement and prevent phishing risks.",
                        "Connect with CRMs, APIs, and multi-channel platforms for a unified approach."
                    ]
                },
                "img": "/assets/global/email/target-the-right-audience-and-run-email-campaigns-effortlessly.svg"
            },
            {
                "name": "Detailed Analytics: Track Delivered, Open, and Click Reports",
                "content": "Gain actionable insights with real-time analytics. Monitor delivery rates, open rates, click-through rates, and conversions to optimize your email campaigns effectively.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Campaign Performance Tracking",
                            "description": "Analyze email effectiveness with comprehensive reports."
                        },
                        {
                            "name": "A/B Testing Insights",
                            "description": "Compare subject lines and email variations for better engagement."
                        },
                        {
                            "name": "User Engagement Analysis",
                            "description": "Track interactions to optimize future campaigns."
                        },
                        {
                            "name": "Deliverability Monitoring",
                            "description": "Measure email success rates and improve inbox placement."
                        },
                        {
                            "name": "Geo-Based Analytics",
                            "description": "View campaign performance across different countries for better targeting."
                        }
                    ],
                    "features": [
                        "Access an advanced analytics dashboard for deep, data-driven decision-making.",
                        "Gain deliverability insights with DMARC, SPF, and DKIM authentication to improve inbox placement and prevent spoofing.",
                        "Track real-time performance metrics like delivered, opens, clicks, and conversions instantly.",
                        "Analyze click-through rates to measure email success.",
                        "Export campaign analytics with a custom date range for precise audience targeting."
                    ]
                },
                "img": "/assets/global/email/detailed-analytics-track-delivered-open-and-click-reports.svg"
            },
            {
                "name": "Prevent Spam with Suppression List",
                "content": "Maintain a healthy sender reputation by automatically filtering out unsubscribed, bounced, or invalid email addresses. A suppression list prevents emails from being sent to these addresses, reducing spam risks and enhancing deliverability and engagement.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Avoid Spam Complaints",
                            "description": "Prevent sending emails to unsubscribed users, reducing spam reports."
                        },
                        {
                            "name": "Improve Deliverability",
                            "description": "Block invalid or bounced addresses to ensure emails reach active recipients."
                        },
                        {
                            "name": "Enhance Sender Reputation",
                            "description": "Enhance sender reputation by aligning with DMARC policies to prevent unauthorized email usage."
                        },
                        {
                            "name": "Save Costs on Campaigns",
                            "description": "Avoid wasting resources on undeliverable emails."
                        },
                        {
                            "name": "Enhance Engagement Rates",
                            "description": "Focus on reaching real, interested users for better open and click-through rates."
                        }
                    ],
                    "features": [
                        "Automatically blocks emails to unsubscribed, bounced, or invalid addresses.",
                        "Continuously updates and manages suppressed contacts.",
                        "Easily add and manage suppression lists for better control.",
                        "Prevents sending emails to users who opted out, ensuring compliance.",
                        "Reduces bounce rates and protects sender reputation."
                    ]
                },
                "img": "/assets/global/email/prevent-spam-with-suppression-list.svg"
            },
            {
                "name": "Send Emails at Optimal Times with Country-Based Scheduling",
                "content": "Maximize open rates and engagement by sending emails based on the recipient’s local time zone. Automated time-zone-based scheduling ensures emails reach recipients when they are most likely to engage.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Boost Open Rates",
                            "description": "Schedule emails to land when recipients are most likely to open them."
                        },
                        {
                            "name": "Enhance Customer Experience",
                            "description": "Deliver emails when recipients are ready to engage."
                        },
                        {
                            "name": "Drive Meaningful Interactions",
                            "description": "Improve conversion chances by timing emails strategically."
                        },
                        {
                            "name": "Global Campaigns",
                            "description": "Optimize send times for recipients across different time zones."
                        },
                        {
                            "name": "Time-Sensitive Deals",
                            "description": "Send at peak times for better action rates."
                        }
                    ],
                    "features": [
                        "Automatically schedules emails based on each recipient’s local time.",
                        "Ensures emails reach users when they are most likely to engage.",
                        "Schedule and send emails seamlessly across multiple time zones.",
                        "Set up campaigns once, and emails are sent at the right local time.",
                        "Boost engagement by delivering emails at the optimal moment."
                    ]
                },
                "img": "/assets/global/email/send-emails-at-optimal-times-with-country-based-scheduling.svg"
            },
            {
                "name": "Boost Performance with A/B Testing for Emails",
                "content": "Optimize your email campaigns by running A/B tests on different email elements. Test subject lines, content variations, and designs to see what works best for your audience and improve your email performance.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Subject Line Optimization",
                            "description": "Test different subject lines to determine which one gets higher open rates."
                        },
                        {
                            "name": "Email Content Variations",
                            "description": "Experiment with different text, images, or CTAs to improve engagement."
                        },
                        {
                            "name": "Personalization vs. Generic Messaging",
                            "description": "Compare personalized emails against standard ones to measure impact."
                        },
                        {
                            "name": "Email Design & Layout",
                            "description": "Compare single-column vs. multi-column layouts or dark mode vs. light mode designs."
                        },
                        {
                            "name": "Performance Testing",
                            "description": "Analyze different options to see what drives higher sales."
                        }
                    ],
                    "features": [
                        "Run A/B tests on different audience segments to understand how variations perform.",
                        "Compare different email variations to identify the most effective version.",
                        "Leverage past A/B test results to refine future campaigns.",
                        "Control how long the test runs and what percentage of recipients receive each variation.",
                        "Monitor key metrics such as open rates, CTR, and conversions to analyze test results instantly."
                    ]
                },
                "img": "/assets/global/email/boost-performance-with-ab-testing-for-emails.svg"
            },
            {
                "name": "Webhooks for Delivery Reports, Incoming Emails, & Domain Status",
                "content": "Stay updated with instant webhook notifications for email delivery, incoming messages, and domain authentication status. Automate workflows and track real-time email activity effortlessly.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Real-Time Delivery Alerts",
                            "description": "Get instant notifications for delivered, bounced, or failed emails."
                        },
                        {
                            "name": "Authentication Monitoring",
                            "description": "Stay updated on SPF, DKIM, and DMARC status to maintain email security."
                        },
                        {
                            "name": "User Engagement Tracking",
                            "description": "Monitor email opens, clicks, and replies for better audience insights."
                        },
                        {
                            "name": "Automated Lead Capture",
                            "description": "Capture form submissions and email inquiries directly into your CRM."
                        },
                        {
                            "name": "Support Ticket Automation",
                            "description": "Convert incoming emails into support tickets and assign them to agents."
                        }
                    ],
                    "features": [
                        "Get real-time alerts for bounces and spam complaints to protect email deliverability.",
                        "Instantly detect unsubscribes to update lists and avoid sending unwanted emails.",
                        "Ensure domain security with continuous monitoring of SPF, DKIM, and DMARC records.",
                        "Easily connect with CRMs, customer support platforms, and email automation tools.",
                        "Receive incoming emails on a specific URL and trigger actions accordingly."
                    ]
                },
                "img": "/assets/global/email/webhooks-for-delivery-reports-incoming-emails-and-domain-status.svg"
            },
            {
                "name": " Effortlessly Manage Incoming Emails with a Unified Inbox.",
                "content": "Effortlessly manage incoming emails, collaborate with your team, and respond faster, all from a single, organized inbox.",
                "more_content": {
                    "usecases": [
                        {
                            "name": "Centralized Email Management",
                            "description": "Handle all customer emails from one inbox."
                        },
                        {
                            "name": "Team Collaboration",
                            "description": "Assign and track email responses within the team."
                        },
                        {
                            "name": "Faster Response Times",
                            "description": "Reduce delays with real-time email tracking and smart sorting."
                        },
                        {
                            "name": "Automated Email Assignment",
                            "description": "Route emails to the right team members instantly."
                        },
                        {
                            "name": "Categorized Conversations",
                            "description": "Organize emails by priority, status, or department for better efficiency."
                        }
                    ],
                    "features": [
                        "Unified inbox to manage emails from multiple accounts in one place.",
                        "Effortlessly Assign emails for seamless team collaboration.",
                        "Dedicated Android/IOS App to Efficiently Manage and Respond to Incoming Queries",
                        "Real-time notifications to never miss an important message.",
                        "Response analytics to track team performance and email resolution times."
                    ]
                },
                "img": "/assets/global/email/lotties/effortlessly-manage-incoming-emails-with-a-unified-inbox.json"
            }
        ]
    },
    "ProductStatsComp": {
        "heading": "Best-in-class email delivery and industry-leading results",
        "content": [
            {
                "count": "98.5%",
                "des": "Email delivery rate"
            },
            {
                "count": "15M+",
                "des": "Emails delivered successfully every month."
            },
            {
                "count": "100%",
                "des": "Emails attempted within the first 5 minutes for instant engagement."
            },
            {
                "count": "24/7",
                "des": "Dedicated support, always ready to assist."
            }
        ]
    },
    "PreFooterComp": {
        "content": "Millions of Users trust us with our Email Solution, You can too.",
        "buttons": {
           "contactSales": {
                "text": "Contact sales",
                "link": "/contact-us"
            },
            "pricing": {
                "text": "Pricing",
                "link": "/pricing/"
            },
            "getStarted": {
                "text": "Get started",
                "link": "https://control.msg91.com/signup/"
            }
        }
    }
}