{
    "HeadComp": {
        "title": "MSG91 Partner Program | API Consultation - MSG91",
        "description": "Grow your business quickly with MSG91 partner program offering exclusive benefits and dedicated support. Join the MSG91 partner program today."
    },
    "PartnersComp": {
        "heading": "MSG91 Partner Program",
        "subheading": "Leverage your communication tactics with the MSG91 CPaaS solution",
        "doc_btn": "Apply Now",
        "doc_btn_link": "#partnership-meet",
        "partnership": {
            "heading": "Partnership Solutions",
            "cards": [
                {
                    "heading": "Affiliated Partnership",
                    "content": "Turn your referrals into recurring revenue with MSG91 for Affiliates Program. Co-sell through our powerful APIs and simply monetize existing relationships by referring us to growing businesses.",
                    "icon": "/assets/Partners/Affiliated-partnership-img.png"
                },
                {
                    "heading": "Integration / Add-on Partnership",
                    "content": "If you are a CRM solution, marketing platform, e-commerce builder, or any other SaaS product, You can integrate MSG91 in your platform to enable communication across channels like WhatsApp, Text SMS, Email, Voice, RCS, Telegram etc from right within. As an added perk, you will also be featured here.",
                    "icon": "/assets/Partners/integration-partnership-img.png"
                },
                {
                    "heading": "MSG91 For Startups",
                    "content": "If you are an Incubator, Accelerator, Venture Capital Fund, Co-working Space etc, offer our Complimentary Startup Package to your portfolio and empower them with the best in class communication APIs right from the start.",
                    "icon": "/assets/Partners/msg91-for-startups-img.png"
                }
            ]
        },
        "becomePartner": {
            "heading": "Why become our Partner?",
            "cards": [
                {
                    "heading": "Deep Integration",
                    "content": "MSG91 APIs enable you to code the services as a part of your own product. Allow your users to seamlessly experience the power of communication in your tool."
                },
                {
                    "heading": "Revenue Sharing",
                    "content": "We mean it when we say, it’s your product. Even though the customer uses MSG91 APIs, we only charge for our volume cost. Remaining revenue remains yours."
                },
                {
                    "heading": "Service Resilience",
                    "content": "We ensure that the APIs see a 99.99% success rate. Challenges we face at the backend, are our responsibility. It’s our commitment to make your business seamless."
                },
                {
                    "heading": "Customer Support",
                    "content": "We treat your customers as ours when it comes to support. Our support team handles their queries and addresses their concerns if any."
                }
            ]
        },
        "ourPartner": {
            "heading": "Hear from our Partner",
            "card": [
                {
                    "name": "Prateek Agrawal",
                    "content": "Our long standing Partnership with MSG91 has been very successful. The quality of services and support MSG91 provides is excellent. We have been treated with a positive response every single time.",
                    "icon": "/assets/Partners/the-weeky-img.png"
                },
                {
                    "name": "Bharat Kumar",
                    "content": "We are happy partnering with MSG91, the team has been prompt in addressing the queries and taking our partnership ahead. Thank you MSG91",
                    "icon": "/assets/Partners/rixyncs-img.png"
                }
            ]
        }
    }
}