{
    "HeadComp": {
        "title": "Customer Support Platform for your Business by MSG91-United States",
        "description": "Harness the power of omnichannel customer experience with HELLO, a robust and data-driven customer support platform to meet all your customer service needs."
    },
    "NewHelloComp":{
    "bannerComp": {
        "slug": "hello",
        "product": {
            "subname":"introducing",
            "name": "Hello",
            "icon": "/assets/icons/products/hello.svg"
        },
        "pretag":"INTRODUCING",
        "tagline": "Boosting Customer Satisfaction",
        "heading": "An AI-Fueled Conversational Hub ",
        "subheading": "Seamlessly merging chat, email, call and video to resolve customer queries.",
        "banner_img": "/assets/global/hello/new/hero.svg",
        "getstarted_btn": "Get Started",
        "trustedByComp": {
            "heading": "Working with some of the best",
            "logos": [
                {
                    "name": "Xiaomi",
                    "url": "/assets/trusted_by/xiaomi.svg"
                },
                {
                    "name": "Unacademy",
                    "url": "/assets/trusted_by/unacademy.svg"
                },
                {
                    "name": "Dream11",
                    "url": "/assets/trusted_by/dream11.svg"
                },
                {
                    "name": "Indeed",
                    "url": "/assets/trusted_by/indeed.svg"
                },
                {
                    "name": "Ixigo",
                    "url": "/assets/trusted_by/ixigo.svg"
                }
            ]
        }
    },
    "discover":{
"heading":"Discover the Powerhouse Communication Solution ",
"subheading":"When it comes to revolutionizing communication, look no further than HELLO by MSG91.",
"subtag":"Our cutting-edge application is designed to empower businesses across every industry with a suite of features that are not only transformative but also tailored to your needs.",
"tags":[
    {
        "icon":"",
        "name":"E-commerce"
    },
    {
        "icon":"",
        "name":"Fintech"
    },
    {
        "icon":"",
        "name":"Healthcare"
    },
    {
        "icon":"",
        "name":"Technology"
    }
],
"extra":"No matter if you're in ecommerce, fintech, healthcare, or any other field, HELLO is the ultimate solution to elevate your communication game."
    },
    "FeatureComp": {
        "heading": "Features",
        "iconColor": "text-campaign",
        "features": [
            {
                "name": "AI-Enabled Chatbot",
                "content": "<strong>Say hello to the future of customer engagement.</strong>Our AI-powered chatbot is your 24/7 virtual assistant, ready to engage with your customers, answer queries, and guide them seamlessly through their journey. Say goodbye to wait times and hello to instant, intelligent responses. Can be easily switched to Human agent when required.",
                "img": "/assets/global/hello/chatbot.svg"
            },
            {
                "name": "Unlimited Agents",
                "content": "<strong>Your team is limitless, and so are the possibilities with HELLO.</strong>We offer the flexibility of unlimited agents, ensuring that your entire workforce can collaborate, assist, and provide exceptional service to your customers, no matter the scale of your operations.",
                "img": "/assets/global/hello/unlimited-agents.svg"
            },
         
            {
                "name": "Workflow Management",
                "content": "<strong>Streamline your operations like never before with our intuitive workflow management.</strong>From lead generation to order processing, HELLO ensures that every step of your customer interaction is organized, efficient, and tailored to your unique processes.",
                "img": "/assets/global/hello/workflow.svg"
            },
            {
                "name": "Video Call",
                "content": "<strong>Sometimes words aren't enough.</strong>With HELLO's video call and screen sharing capabilities, bridge the gap between face-to-face meetings and virtual interactions. Whether you're diagnosing a medical condition or demonstrating a product, our features enable clear, real-time communication.",
                "img": "/assets/global/hello/video-call---screen-sharing.svg"
            },
            {
                "name": "Analytics",
                "content": "<strong>Data-driven decisions are the backbone of success. </strong>HELLO's advanced analytics provide you with insightful metrics to understand customer behavior, agent performance, and trends. Harness this knowledge to refine your strategies and create impactful customer experiences.",
                "img": "/assets/global/hello/analytics.svg"
            },
            {
                "name": "Screen sharing/Control",
                "content": "<atrong>Take control of the conversation like never before.</strong>With screen control, assist your customers by navigating their screens, resolving issues efficiently, and ensuring that they get the most out of your services. It's a level of support that truly stands out.",
                "img": "/assets/global/hello/screen-control.svg"
            }
        ]
    }},
  
    "PreFooterComp": {
        "content": "Start building your ideal customer engagement experience",
        "buttons": {
            "contactSales": {
                "text": "Contact sales",
                "link": "/contact-us"
            },
            "pricing": {
                "text": "Pricing",
                "link": "/pricing/"
            },
            "getStarted": {
                "text": "Get started",
                "link": "https://control.msg91.com/signup/"
            }
        }
    }
}