{
    "HeadComp": {
        "title": "Voice API for your Business | Voice Call API | MSG91-United States",
        "description": "MSG91 provides voice call api's to your business which helps to engage your customers over voice with our virtual phone numbers, and voice APIs"
    },
    "BannerComp": {
        "slug": "voice",
        "product": {
            "name": "Voice",
            "icon": "/assets/icons/products/voice.svg"
        },
        "code": true,
        "tagline": "connect with confidence",
        "heading": "Boost customer engagement and build trust",
        "subheading": "Start real-time conversations with crystal clear audio, low latency and deeper insights.",
        "banner_img": "/assets/global/hello/banner.webp",
        "getstarted_btn": "Get Started",
        "trustedByComp": {
            "heading": "Trusted by  30,000+  global businesses",
            "logos": [
                {
                    "name": "Xiaomi",
                    "url": "/assets/trusted_by/xiaomi.svg"
                },
                {
                    "name": "Unacademy",
                    "url": "/assets/trusted_by/unacademy.svg"
                },
                {
                    "name": "Dream11",
                    "url": "/assets/trusted_by/dream11.svg"
                },
                {
                    "name": "Indeed",
                    "url": "/assets/trusted_by/indeed.svg"
                },
                {
                    "name": "Ixigo",
                    "url": "/assets/trusted_by/ixigo.svg"
                }
            ]
        }
    },
    "FeatureComp": {
        "heading": "Features",
        "iconColor": "text-campaign",
        "features": [
            {
                "name": "Call Monitoring",
                "content": "<strong>Introducing the next-level communication experience with our all-new Call Monitoring features</strong>We're putting you in the driver's seat of your conversations with US callers. These robust features give you greater control and insight during your calls, ensuring enhanced communication and US customer satisfaction. Call spying: your secret weapon for US quality assurance! Call barging: real-time support, is just a click away! Call whispering: guidance at your fingertips!",
                "img": "/assets/global/voice/voice-call-monitoring.svg"
            },
            {
                "name": "Direct calling from browser",
                "content": "<strong>Seamless Browser-Based Calling for Effortless Communication</strong> Enhance customer experience and reduce agent call time in the USA with direct browser-based calls. Connect two phone numbers smoothly, ensuring productive customer interactions.",
                "img": "/assets/global/voice/voice-direct-calling-from-hello.svg"
            },
            {
                "name": "IVR Flow",
                "content": "<strong>Modern IVR for Streamlined Customer Engagement in the USA</strong> Experience a cutting-edge IVR system tailored for the USA, simplifying customer interactions. This intelligent IVR goes beyond query resolution, allowing you to configure time-based or agent-based settings and record personalized messages for a frictionless experience.",
                "img": "/assets/global/voice/voice-ivr-flow.svg"
            },
            {
                "name": "Bulk Voice",
                "content": "<strong>Engage with Your USA Audience via Single Calls</strong> Effectively connect with your USA audience by recording and broadcasting voice messages. A ringing phone call is a highly effective way to convey your message, ensuring it's hard to overlook.",
                "img": "/assets/global/voice/voice-bulk-voice.svg"
            },
            {
                "name": "Multiple Way to Upload File",
                "content": "<strong>Diverse Methods for Uploading Your Audio Messages in the USA</strong> Optimize customer interaction in the USA with personalized voice messages. Record messages for bulk voice calls or IVR menus using text-to-speech, browser microphone, or phone calls.",
                "img": "/assets/global/voice/voice-multiple-way-to-upload-file.svg"
            },
            {
                "name": "Bulk voice with IVR",
                "content": "<strong>Integrate Voice Calls with the USA IVR</strong> Extend your reach by sending bulk voice messages and collecting responses in the USA. Record your messages and transmit them to your customers using an IVR system.",
                "img": "/assets/global/voice/voice-bulk-voice-with-ivr.svg"
            },
            {
                "name": "Real time connect with agent on user input on bulk call",
                "content": "<strong>Direct Users to Your USA Support Agents</strong> Elevate the customer experience in the USA by providing real-time support. Connect users with your customer support agents based on their input during bulk calls.",
                "img": "/assets/global/voice/voice-real-time-connect-with-agent-on-user-input-on-bulk-call.svg"
            }
        ]
    },
    "PreFooterComp": {
        "content": "Start building your ideal customer engagement experience",
        "buttons": {
            "contactSales": {
                "text": "Contact sales",
                "link": "/contact-us"
            },
            "pricing": {
                "text": "Pricing",
                "link": "/pricing/"
            },
            "getStarted": {
                "text": "Get started",
                "link": "https://control.msg91.com/signup/"
            }
        }
    }
}